
/** dandan indexes **/
db.getCollection("dandan").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** fs.chunks indexes **/
db.getCollection("fs.chunks").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** fs.chunks indexes **/
db.getCollection("fs.chunks").ensureIndex({
  "files_id": NumberInt(1),
  "n": NumberInt(1)
},{
  "unique": true
});

/** fs.files indexes **/
db.getCollection("fs.files").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** fs.files indexes **/
db.getCollection("fs.files").ensureIndex({
  "filename": NumberInt(1)
},[
  
]);

/** hosts indexes **/
db.getCollection("hosts").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** question indexes **/
db.getCollection("question").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** question indexes **/
db.getCollection("question").ensureIndex({
  "A": 1,
  "B": 1
},{
  "unique": true
});

/** urls indexes **/
db.getCollection("urls").ensureIndex({
  "_id": NumberInt(1)
},[
  
]);

/** dandan records **/
db.getCollection("dandan").insert({
  "_id": ObjectId("528b42ec7f8b9ab3178b4567"),
  "0": {
    "p": "北京",
    "c": [
      {
        "n": "东城区"
      },
      {
        "n": "西城区"
      },
      {
        "n": "崇文区"
      },
      {
        "n": "宣武区"
      },
      {
        "n": "朝阳区"
      },
      {
        "n": "丰台区"
      },
      {
        "n": "石景山区"
      },
      {
        "n": "海淀区"
      },
      {
        "n": "门头沟区"
      },
      {
        "n": "房山区"
      },
      {
        "n": "通州区"
      },
      {
        "n": "顺义区"
      },
      {
        "n": "昌平区"
      },
      {
        "n": "大兴区"
      },
      {
        "n": "平谷区"
      },
      {
        "n": "怀柔区"
      },
      {
        "n": "密云县"
      },
      {
        "n": "延庆县"
      }
    ]
  },
  "1": {
    "p": "天津",
    "c": [
      {
        "n": "和平区"
      },
      {
        "n": "河东区"
      },
      {
        "n": "河西区"
      },
      {
        "n": "南开区"
      },
      {
        "n": "河北区"
      },
      {
        "n": "红挢区"
      },
      {
        "n": "滨海新区"
      },
      {
        "n": "东丽区"
      },
      {
        "n": "西青区"
      },
      {
        "n": "津南区"
      },
      {
        "n": "北辰区"
      },
      {
        "n": "宁河区"
      },
      {
        "n": "武清区"
      },
      {
        "n": "静海县"
      },
      {
        "n": "宝坻区"
      },
      {
        "n": "蓟县"
      }
    ]
  },
  "2": {
    "p": "河北",
    "c": [
      {
        "n": "石家庄",
        "a": [
          {
            "s": "长安区"
          },
          {
            "s": "桥东区"
          },
          {
            "s": "桥西区"
          },
          {
            "s": "新华区"
          },
          {
            "s": "井陉矿区"
          },
          {
            "s": "裕华区"
          },
          {
            "s": "井陉县"
          },
          {
            "s": "正定县"
          },
          {
            "s": "栾城县"
          },
          {
            "s": "行唐县"
          },
          {
            "s": "灵寿县"
          },
          {
            "s": "高邑县"
          },
          {
            "s": "深泽县"
          },
          {
            "s": "赞皇县"
          },
          {
            "s": "无极县"
          },
          {
            "s": "平山县"
          },
          {
            "s": "元氏县"
          },
          {
            "s": "赵县"
          },
          {
            "s": "辛集市"
          },
          {
            "s": "藁城市"
          },
          {
            "s": "晋州市"
          },
          {
            "s": "新乐市"
          },
          {
            "s": "鹿泉市"
          }
        ]
      },
      {
        "n": "唐山",
        "a": [
          {
            "s": "路南区"
          },
          {
            "s": "路北区"
          },
          {
            "s": "古冶区"
          },
          {
            "s": "开平区"
          },
          {
            "s": "丰南区"
          },
          {
            "s": "丰润区"
          },
          {
            "s": "滦县"
          },
          {
            "s": "滦南县"
          },
          {
            "s": "乐亭县"
          },
          {
            "s": "迁西县"
          },
          {
            "s": "玉田县"
          },
          {
            "s": "唐海县"
          },
          {
            "s": "遵化市"
          },
          {
            "s": "迁安市"
          }
        ]
      },
      {
        "n": "秦皇岛",
        "a": [
          {
            "s": "海港区"
          },
          {
            "s": "山海关区"
          },
          {
            "s": "北戴河区"
          },
          {
            "s": "青龙满族自治县"
          },
          {
            "s": "昌黎县"
          },
          {
            "s": "抚宁县"
          },
          {
            "s": "卢龙县"
          }
        ]
      },
      {
        "n": "邯郸",
        "a": [
          {
            "s": "邯山区"
          },
          {
            "s": "丛台区"
          },
          {
            "s": "复兴区"
          },
          {
            "s": "峰峰矿区"
          },
          {
            "s": "邯郸县"
          },
          {
            "s": "临漳县"
          },
          {
            "s": "成安县"
          },
          {
            "s": "大名县"
          },
          {
            "s": "涉县"
          },
          {
            "s": "磁县"
          },
          {
            "s": "肥乡县"
          },
          {
            "s": "永年县"
          },
          {
            "s": "邱县"
          },
          {
            "s": "鸡泽县"
          },
          {
            "s": "广平县"
          },
          {
            "s": "馆陶县"
          },
          {
            "s": "魏县"
          },
          {
            "s": "曲周县"
          },
          {
            "s": "武安市"
          }
        ]
      },
      {
        "n": "邢台",
        "a": [
          {
            "s": "桥东区"
          },
          {
            "s": "桥西区"
          },
          {
            "s": "邢台县"
          },
          {
            "s": "临城县"
          },
          {
            "s": "内丘县"
          },
          {
            "s": "柏乡县"
          },
          {
            "s": "隆尧县"
          },
          {
            "s": "任县"
          },
          {
            "s": "南和县"
          },
          {
            "s": "宁晋县"
          },
          {
            "s": "巨鹿县"
          },
          {
            "s": "新河县"
          },
          {
            "s": "广宗县"
          },
          {
            "s": "平乡县"
          },
          {
            "s": "威县"
          },
          {
            "s": "清河县"
          },
          {
            "s": "临西县"
          },
          {
            "s": "南宫市"
          },
          {
            "s": "沙河市"
          }
        ]
      },
      {
        "n": "保定",
        "a": [
          {
            "s": "新市区"
          },
          {
            "s": "北市区"
          },
          {
            "s": "南市区"
          },
          {
            "s": "满城县"
          },
          {
            "s": "清苑县"
          },
          {
            "s": "涞水县"
          },
          {
            "s": "阜平县"
          },
          {
            "s": "徐水县"
          },
          {
            "s": "定兴县"
          },
          {
            "s": "唐县"
          },
          {
            "s": "高阳县"
          },
          {
            "s": "容城县"
          },
          {
            "s": "涞源县"
          },
          {
            "s": "望都县"
          },
          {
            "s": "安新县"
          },
          {
            "s": "易县"
          },
          {
            "s": "曲阳县"
          },
          {
            "s": "蠡县"
          },
          {
            "s": "顺平县"
          },
          {
            "s": "博野县"
          },
          {
            "s": "雄县"
          },
          {
            "s": "涿州市"
          },
          {
            "s": "定州市"
          },
          {
            "s": "安国市"
          },
          {
            "s": "高碑店市"
          }
        ]
      },
      {
        "n": "张家口",
        "a": [
          {
            "s": "桥东区"
          },
          {
            "s": "桥西区"
          },
          {
            "s": "宣化区"
          },
          {
            "s": "下花园区"
          },
          {
            "s": "宣化县"
          },
          {
            "s": "张北县"
          },
          {
            "s": "康保县"
          },
          {
            "s": "沽源县"
          },
          {
            "s": "尚义县"
          },
          {
            "s": "蔚县"
          },
          {
            "s": "阳原县"
          },
          {
            "s": "怀安县"
          },
          {
            "s": "万全县"
          },
          {
            "s": "怀来县"
          },
          {
            "s": "涿鹿县"
          },
          {
            "s": "赤城县"
          },
          {
            "s": "崇礼县"
          }
        ]
      },
      {
        "n": "承德",
        "a": [
          {
            "s": "双桥区"
          },
          {
            "s": "双滦区"
          },
          {
            "s": "鹰手营子矿区"
          },
          {
            "s": "承德县"
          },
          {
            "s": "兴隆县"
          },
          {
            "s": "平泉县"
          },
          {
            "s": "滦平县"
          },
          {
            "s": "隆化县"
          },
          {
            "s": "丰宁满族自治县"
          },
          {
            "s": "宽城满族自治县"
          },
          {
            "s": "围场满族蒙古族自治县"
          }
        ]
      },
      {
        "n": "沧州",
        "a": [
          {
            "s": "新华区"
          },
          {
            "s": "运河区"
          },
          {
            "s": "沧县"
          },
          {
            "s": "青县"
          },
          {
            "s": "东光县"
          },
          {
            "s": "海兴县"
          },
          {
            "s": "盐山县"
          },
          {
            "s": "肃宁县"
          },
          {
            "s": "南皮县"
          },
          {
            "s": "吴桥县"
          },
          {
            "s": "献县"
          },
          {
            "s": "孟村回族自治县"
          },
          {
            "s": "泊头市"
          },
          {
            "s": "任丘市"
          },
          {
            "s": "黄骅市"
          },
          {
            "s": "河间市"
          }
        ]
      },
      {
        "n": "廊坊",
        "a": [
          {
            "s": "安次区"
          },
          {
            "s": "广阳区"
          },
          {
            "s": "固安县"
          },
          {
            "s": "永清县"
          },
          {
            "s": "香河县"
          },
          {
            "s": "大城县"
          },
          {
            "s": "文安县"
          },
          {
            "s": "大厂回族自治县"
          },
          {
            "s": "霸州市"
          },
          {
            "s": "三河市"
          }
        ]
      },
      {
        "n": "衡水",
        "a": [
          {
            "s": "桃城区"
          },
          {
            "s": "枣强县"
          },
          {
            "s": "武邑县"
          },
          {
            "s": "武强县"
          },
          {
            "s": "饶阳县"
          },
          {
            "s": "安平县"
          },
          {
            "s": "故城县"
          },
          {
            "s": "景县"
          },
          {
            "s": "阜城县"
          },
          {
            "s": "冀州市"
          },
          {
            "s": "深州市"
          }
        ]
      }
    ]
  },
  "3": {
    "p": "山西",
    "c": [
      {
        "n": "太原",
        "a": [
          {
            "s": "小店区"
          },
          {
            "s": "迎泽区"
          },
          {
            "s": "杏花岭区"
          },
          {
            "s": "尖草坪区"
          },
          {
            "s": "万柏林区"
          },
          {
            "s": "晋源区"
          },
          {
            "s": "清徐县"
          },
          {
            "s": "阳曲县"
          },
          {
            "s": "娄烦县"
          },
          {
            "s": "古交市"
          }
        ]
      },
      {
        "n": "大同",
        "a": [
          {
            "s": "城区"
          },
          {
            "s": "矿区"
          },
          {
            "s": "南郊区"
          },
          {
            "s": "新荣区"
          },
          {
            "s": "阳高县"
          },
          {
            "s": "天镇县"
          },
          {
            "s": "广灵县"
          },
          {
            "s": "灵丘县"
          },
          {
            "s": "浑源县"
          },
          {
            "s": "左云县"
          },
          {
            "s": "大同县"
          }
        ]
      },
      {
        "n": "阳泉",
        "a": [
          {
            "s": "城区"
          },
          {
            "s": "矿区"
          },
          {
            "s": "郊区"
          },
          {
            "s": "平定县"
          },
          {
            "s": "盂县"
          }
        ]
      },
      {
        "n": "长治",
        "a": [
          {
            "s": "城区"
          },
          {
            "s": "郊区"
          },
          {
            "s": "长治县"
          },
          {
            "s": "襄垣县"
          },
          {
            "s": "屯留县"
          },
          {
            "s": "平顺县"
          },
          {
            "s": "黎城县"
          },
          {
            "s": "壶关县"
          },
          {
            "s": "长子县"
          },
          {
            "s": "武乡县"
          },
          {
            "s": "沁县"
          },
          {
            "s": "沁源县"
          },
          {
            "s": "潞城市"
          }
        ]
      },
      {
        "n": "晋城",
        "a": [
          {
            "s": "城区"
          },
          {
            "s": "沁水县"
          },
          {
            "s": "阳城县"
          },
          {
            "s": "陵川县"
          },
          {
            "s": "泽州县"
          },
          {
            "s": "高平市"
          }
        ]
      },
      {
        "n": "朔州",
        "a": [
          {
            "s": "朔城区"
          },
          {
            "s": "平鲁区"
          },
          {
            "s": "山阴县"
          },
          {
            "s": "应县"
          },
          {
            "s": "右玉县"
          },
          {
            "s": "怀仁县"
          }
        ]
      },
      {
        "n": "晋中",
        "a": [
          {
            "s": "榆次区"
          },
          {
            "s": "榆社县"
          },
          {
            "s": "左权县"
          },
          {
            "s": "和顺县"
          },
          {
            "s": "昔阳县"
          },
          {
            "s": "寿阳县"
          },
          {
            "s": "太谷县"
          },
          {
            "s": "祁县"
          },
          {
            "s": "平遥县"
          },
          {
            "s": "灵石县"
          },
          {
            "s": "介休市"
          }
        ]
      },
      {
        "n": "运城",
        "a": [
          {
            "s": "盐湖区"
          },
          {
            "s": "临猗县"
          },
          {
            "s": "万荣县"
          },
          {
            "s": "闻喜县"
          },
          {
            "s": "稷山县"
          },
          {
            "s": "新绛县"
          },
          {
            "s": "绛县"
          },
          {
            "s": "垣曲县"
          },
          {
            "s": "夏县"
          },
          {
            "s": "平陆县"
          },
          {
            "s": "芮城县"
          },
          {
            "s": "永济市"
          },
          {
            "s": "河津市"
          }
        ]
      },
      {
        "n": "忻州",
        "a": [
          {
            "s": "忻府区"
          },
          {
            "s": "定襄县"
          },
          {
            "s": "五台县"
          },
          {
            "s": "代县"
          },
          {
            "s": "繁峙县"
          },
          {
            "s": "宁武县"
          },
          {
            "s": "静乐县"
          },
          {
            "s": "神池县"
          },
          {
            "s": "五寨县"
          },
          {
            "s": "岢岚县"
          },
          {
            "s": "河曲县"
          },
          {
            "s": "保德县"
          },
          {
            "s": "偏关县"
          },
          {
            "s": "原平市"
          }
        ]
      },
      {
        "n": "临汾",
        "a": [
          {
            "s": "尧都区"
          },
          {
            "s": "曲沃县"
          },
          {
            "s": "翼城县"
          },
          {
            "s": "襄汾县"
          },
          {
            "s": "洪洞县"
          },
          {
            "s": "古县"
          },
          {
            "s": "安泽县"
          },
          {
            "s": "浮山县"
          },
          {
            "s": "吉县"
          },
          {
            "s": "乡宁县"
          },
          {
            "s": "大宁县"
          },
          {
            "s": "隰县"
          },
          {
            "s": "永和县"
          },
          {
            "s": "蒲县"
          },
          {
            "s": "汾西县"
          },
          {
            "s": "侯马市"
          },
          {
            "s": "霍州市"
          }
        ]
      },
      {
        "n": "吕梁",
        "a": [
          {
            "s": "离石区"
          },
          {
            "s": "文水县"
          },
          {
            "s": "交城县"
          },
          {
            "s": "兴县"
          },
          {
            "s": "临县"
          },
          {
            "s": "柳林县"
          },
          {
            "s": "石楼县"
          },
          {
            "s": "岚县"
          },
          {
            "s": "方山县"
          },
          {
            "s": "中阳县"
          },
          {
            "s": "交口县"
          },
          {
            "s": "孝义市"
          },
          {
            "s": "汾阳市"
          }
        ]
      }
    ]
  },
  "4": {
    "p": "内蒙古",
    "c": [
      {
        "n": "呼和浩特",
        "a": [
          {
            "s": "新城区"
          },
          {
            "s": "回民区"
          },
          {
            "s": "玉泉区"
          },
          {
            "s": "玉泉区"
          },
          {
            "s": "赛罕区"
          },
          {
            "s": "土默特左旗"
          },
          {
            "s": "托克托县"
          },
          {
            "s": "和林格尔县"
          },
          {
            "s": "清水河县"
          },
          {
            "s": "武川县"
          }
        ]
      },
      {
        "n": "包头",
        "a": [
          {
            "s": "东河区"
          },
          {
            "s": "昆都仑区"
          },
          {
            "s": "青山区"
          },
          {
            "s": "石拐区"
          },
          {
            "s": "白云矿区"
          },
          {
            "s": "九原区"
          },
          {
            "s": "土默特右旗"
          },
          {
            "s": "固阳县"
          },
          {
            "s": "达尔罕茂明安联合旗"
          }
        ]
      },
      {
        "n": "乌海",
        "a": [
          {
            "s": "海勃湾区"
          },
          {
            "s": "海南区"
          },
          {
            "s": "乌达区"
          }
        ]
      },
      {
        "n": "赤峰",
        "a": [
          {
            "s": "红山区"
          },
          {
            "s": "元宝山区"
          },
          {
            "s": "松山区"
          },
          {
            "s": "阿鲁科尔沁旗"
          },
          {
            "s": "巴林左旗"
          },
          {
            "s": "巴林右旗"
          },
          {
            "s": "林西县"
          },
          {
            "s": "克什克腾旗"
          },
          {
            "s": "翁牛特旗"
          },
          {
            "s": "喀喇沁旗"
          },
          {
            "s": "宁城县"
          },
          {
            "s": "敖汉旗"
          }
        ]
      },
      {
        "n": "通辽",
        "a": [
          {
            "s": "科尔沁区"
          },
          {
            "s": "科尔沁左翼中旗"
          },
          {
            "s": "科尔沁左翼后旗"
          },
          {
            "s": "开鲁县"
          },
          {
            "s": "库伦旗"
          },
          {
            "s": "奈曼旗"
          },
          {
            "s": "扎鲁特旗"
          },
          {
            "s": "霍林郭勒市"
          }
        ]
      },
      {
        "n": "鄂尔多斯",
        "a": [
          {
            "s": "东胜区"
          },
          {
            "s": "达拉特旗"
          },
          {
            "s": "准格尔旗"
          },
          {
            "s": "鄂托克前旗"
          },
          {
            "s": "鄂托克旗"
          },
          {
            "s": "杭锦旗"
          },
          {
            "s": "乌审旗"
          },
          {
            "s": "伊金霍洛旗"
          }
        ]
      },
      {
        "n": "呼伦贝尔",
        "a": [
          {
            "s": "海拉尔区"
          },
          {
            "s": "阿荣旗"
          },
          {
            "s": "莫力达瓦达斡尔族自治旗"
          },
          {
            "s": "鄂伦春自治旗"
          },
          {
            "s": "鄂温克族自治旗"
          },
          {
            "s": "陈巴尔虎旗"
          },
          {
            "s": "新巴尔虎左旗"
          },
          {
            "s": "新巴尔虎右旗"
          },
          {
            "s": "满洲里市"
          },
          {
            "s": "牙克石市"
          },
          {
            "s": "扎兰屯市"
          },
          {
            "s": "额尔古纳市"
          },
          {
            "s": "根河市"
          }
        ]
      },
      {
        "n": "巴彦淖尔",
        "a": [
          {
            "s": "临河区"
          },
          {
            "s": "五原县"
          },
          {
            "s": "磴口县"
          },
          {
            "s": "乌拉特前旗"
          },
          {
            "s": "乌拉特中旗"
          },
          {
            "s": "乌拉特后旗"
          },
          {
            "s": "杭锦后旗"
          }
        ]
      },
      {
        "n": "乌兰察布",
        "a": [
          {
            "s": "集宁区"
          },
          {
            "s": "卓资县"
          },
          {
            "s": "化德县"
          },
          {
            "s": "商都县"
          },
          {
            "s": "兴和县"
          },
          {
            "s": "凉城县"
          },
          {
            "s": "察哈尔右翼前旗"
          },
          {
            "s": "察哈尔右翼中旗"
          },
          {
            "s": "察哈尔右翼后旗"
          },
          {
            "s": "四子王旗"
          },
          {
            "s": "丰镇市"
          }
        ]
      },
      {
        "n": "兴安",
        "a": [
          {
            "s": "乌兰浩特市"
          },
          {
            "s": "阿尔山市"
          },
          {
            "s": "科尔沁右翼前旗"
          },
          {
            "s": "科尔沁右翼中旗"
          },
          {
            "s": "扎赉特旗"
          },
          {
            "s": "突泉县"
          }
        ]
      },
      {
        "n": "锡林郭勒",
        "a": [
          {
            "s": "二连浩特市"
          },
          {
            "s": "锡林浩特市"
          },
          {
            "s": "阿巴嘎旗"
          },
          {
            "s": "苏尼特左旗"
          },
          {
            "s": "苏尼特右旗"
          },
          {
            "s": "东乌珠穆沁旗"
          },
          {
            "s": "西乌珠穆沁旗"
          },
          {
            "s": "太仆寺旗"
          },
          {
            "s": "镶黄旗"
          },
          {
            "s": "正镶白旗"
          },
          {
            "s": "正蓝旗"
          },
          {
            "s": "多伦县"
          }
        ]
      },
      {
        "n": "阿拉善",
        "a": [
          {
            "s": "阿拉善左旗"
          },
          {
            "s": "阿拉善右旗"
          },
          {
            "s": "额济纳旗"
          }
        ]
      }
    ]
  },
  "5": {
    "p": "辽宁",
    "c": [
      {
        "n": "沈阳",
        "a": [
          {
            "s": "和平区"
          },
          {
            "s": "沈河区"
          },
          {
            "s": "大东区"
          },
          {
            "s": "皇姑区"
          },
          {
            "s": "铁西区"
          },
          {
            "s": "苏家屯区"
          },
          {
            "s": "东陵区"
          },
          {
            "s": "新城子区"
          },
          {
            "s": "于洪区"
          },
          {
            "s": "辽中县"
          },
          {
            "s": "康平县"
          },
          {
            "s": "法库县"
          },
          {
            "s": "新民市"
          }
        ]
      },
      {
        "n": "大连",
        "a": [
          {
            "s": "中山区"
          },
          {
            "s": "西岗区"
          },
          {
            "s": "沙河口区"
          },
          {
            "s": "甘井子区"
          },
          {
            "s": "旅顺口区"
          },
          {
            "s": "金州区"
          },
          {
            "s": "长海县"
          },
          {
            "s": "瓦房店市"
          },
          {
            "s": "普兰店市"
          },
          {
            "s": "庄河市"
          }
        ]
      },
      {
        "n": "鞍山",
        "a": [
          {
            "s": "铁东区"
          },
          {
            "s": "铁西区"
          },
          {
            "s": "立山区"
          },
          {
            "s": "千山区"
          },
          {
            "s": "台安县"
          },
          {
            "s": "210323"
          },
          {
            "s": "海城市"
          }
        ]
      },
      {
        "n": "抚顺",
        "a": [
          {
            "s": "新抚区"
          },
          {
            "s": "东洲区"
          },
          {
            "s": "望花区"
          },
          {
            "s": "顺城区"
          },
          {
            "s": "抚顺县"
          },
          {
            "s": "新宾满族自治县"
          },
          {
            "s": "清原满族自治县"
          }
        ]
      },
      {
        "n": "本溪",
        "a": [
          {
            "s": "平山区"
          },
          {
            "s": "溪湖区"
          },
          {
            "s": "明山区"
          },
          {
            "s": "南芬区"
          },
          {
            "s": "本溪满族自治县"
          },
          {
            "s": "桓仁满族自治县"
          }
        ]
      },
      {
        "n": "丹东",
        "a": [
          {
            "s": "元宝区"
          },
          {
            "s": "振兴区"
          },
          {
            "s": "振安区"
          },
          {
            "s": "宽甸满族自治县"
          },
          {
            "s": "东港市"
          },
          {
            "s": "凤城市"
          }
        ]
      },
      {
        "n": "锦州",
        "a": [
          {
            "s": "古塔区"
          },
          {
            "s": "凌河区"
          },
          {
            "s": "太和区"
          },
          {
            "s": "黑山县"
          },
          {
            "s": "义县"
          },
          {
            "s": "凌海市"
          },
          {
            "s": "北镇市"
          }
        ]
      },
      {
        "n": "营口",
        "a": [
          {
            "s": "站前区"
          },
          {
            "s": "西市区"
          },
          {
            "s": "鲅鱼圈区"
          },
          {
            "s": "老边区"
          },
          {
            "s": "盖州市"
          },
          {
            "s": "大石桥市"
          }
        ]
      },
      {
        "n": "阜新",
        "a": [
          {
            "s": "海州区"
          },
          {
            "s": "新邱区"
          },
          {
            "s": "太平区"
          },
          {
            "s": "清河门区"
          },
          {
            "s": "细河区"
          },
          {
            "s": "阜新蒙古族自治县"
          },
          {
            "s": "彰武县"
          }
        ]
      },
      {
        "n": "辽阳",
        "a": [
          {
            "s": "白塔区"
          },
          {
            "s": "文圣区"
          },
          {
            "s": "宏伟区"
          },
          {
            "s": "弓长岭区"
          },
          {
            "s": "太子河区"
          },
          {
            "s": "辽阳县"
          },
          {
            "s": "灯塔市"
          }
        ]
      },
      {
        "n": "盘锦",
        "a": [
          {
            "s": "双台子区"
          },
          {
            "s": "兴隆台区"
          },
          {
            "s": "大洼县"
          },
          {
            "s": "盘山县"
          }
        ]
      },
      {
        "n": "铁岭",
        "a": [
          {
            "s": "银州区"
          },
          {
            "s": "清河区"
          },
          {
            "s": "铁岭县"
          },
          {
            "s": "西丰县"
          },
          {
            "s": "昌图县"
          },
          {
            "s": "调兵山市"
          },
          {
            "s": "开原市"
          }
        ]
      },
      {
        "n": "朝阳",
        "a": [
          {
            "s": "双塔区"
          },
          {
            "s": "龙城区"
          },
          {
            "s": "朝阳县"
          },
          {
            "s": "建平县"
          },
          {
            "s": "喀喇沁左翼蒙古族自治县"
          },
          {
            "s": "北票市"
          },
          {
            "s": "凌源市"
          }
        ]
      },
      {
        "n": "葫芦岛",
        "a": [
          {
            "s": "连山区"
          },
          {
            "s": "龙港区"
          },
          {
            "s": "南票区"
          },
          {
            "s": "绥中县"
          },
          {
            "s": "建昌县"
          },
          {
            "s": "兴城市"
          }
        ]
      }
    ]
  },
  "6": {
    "p": "吉林",
    "c": [
      {
        "n": "长春",
        "a": [
          {
            "s": "南关区"
          },
          {
            "s": "宽城区"
          },
          {
            "s": "朝阳区"
          },
          {
            "s": "二道区"
          },
          {
            "s": "绿园区"
          },
          {
            "s": "双阳区"
          },
          {
            "s": "农安县"
          },
          {
            "s": "九台市"
          },
          {
            "s": "榆树市"
          },
          {
            "s": "德惠市"
          }
        ]
      },
      {
        "n": "吉林",
        "a": [
          {
            "s": "昌邑区"
          },
          {
            "s": "龙潭区"
          },
          {
            "s": "船营区"
          },
          {
            "s": "丰满区"
          },
          {
            "s": "永吉县"
          },
          {
            "s": "蛟河市"
          },
          {
            "s": "桦甸市"
          },
          {
            "s": "舒兰市"
          },
          {
            "s": "磐石市"
          }
        ]
      },
      {
        "n": "四平",
        "a": [
          {
            "s": "铁西区"
          },
          {
            "s": "铁东区"
          },
          {
            "s": "梨树县"
          },
          {
            "s": "伊通满族自治县"
          },
          {
            "s": "公主岭市"
          },
          {
            "s": "双辽市"
          }
        ]
      },
      {
        "n": "辽源",
        "a": [
          {
            "s": "龙山区"
          },
          {
            "s": "西安区"
          },
          {
            "s": "东丰县"
          },
          {
            "s": "东辽县"
          }
        ]
      },
      {
        "n": "通化",
        "a": [
          {
            "s": "东昌区"
          },
          {
            "s": "二道江区"
          },
          {
            "s": "通化县"
          },
          {
            "s": "辉南县"
          },
          {
            "s": "柳河县"
          },
          {
            "s": "梅河口市"
          },
          {
            "s": "集安市"
          }
        ]
      },
      {
        "n": "白山",
        "a": [
          {
            "s": "八道江区"
          },
          {
            "s": "江源区"
          },
          {
            "s": "抚松县"
          },
          {
            "s": "靖宇县"
          },
          {
            "s": "长白朝鲜族自治县"
          },
          {
            "s": "临江市"
          }
        ]
      },
      {
        "n": "松原",
        "a": [
          {
            "s": "宁江区"
          },
          {
            "s": "前郭尔罗斯蒙古族自治县"
          },
          {
            "s": "长岭县"
          },
          {
            "s": "乾安县"
          },
          {
            "s": "扶余县"
          }
        ]
      },
      {
        "n": "白城",
        "a": [
          {
            "s": "洮北区"
          },
          {
            "s": "镇赉县"
          },
          {
            "s": "通榆县"
          },
          {
            "s": "洮南市"
          },
          {
            "s": "大安市"
          }
        ]
      },
      {
        "n": "延边",
        "a": [
          {
            "s": "延吉市"
          },
          {
            "s": "图们市"
          },
          {
            "s": "敦化市"
          },
          {
            "s": "珲春市"
          },
          {
            "s": "龙井市"
          },
          {
            "s": "和龙市"
          },
          {
            "s": "汪清县"
          },
          {
            "s": "安图县"
          }
        ]
      }
    ]
  },
  "7": {
    "p": "黑龙江",
    "c": [
      {
        "n": "哈尔滨",
        "a": [
          {
            "s": "道里区"
          },
          {
            "s": "南岗区"
          },
          {
            "s": "道外区"
          },
          {
            "s": "平房区"
          },
          {
            "s": "松北区"
          },
          {
            "s": "香坊区"
          },
          {
            "s": "呼兰区"
          },
          {
            "s": "阿城区"
          },
          {
            "s": "依兰县"
          },
          {
            "s": "方正县"
          },
          {
            "s": "宾县"
          },
          {
            "s": "巴彦县"
          },
          {
            "s": "木兰县"
          },
          {
            "s": "通河县"
          },
          {
            "s": "延寿县"
          },
          {
            "s": "双城市"
          },
          {
            "s": "尚志市"
          },
          {
            "s": "五常市"
          }
        ]
      },
      {
        "n": "齐齐哈尔",
        "a": [
          {
            "s": "龙沙区"
          },
          {
            "s": "建华区"
          },
          {
            "s": "铁锋区"
          },
          {
            "s": "昂昂溪区"
          },
          {
            "s": "富拉尔基区"
          },
          {
            "s": "碾子山区"
          },
          {
            "s": "梅里斯达斡尔族区"
          },
          {
            "s": "龙江县"
          },
          {
            "s": "依安县"
          },
          {
            "s": "泰来县"
          },
          {
            "s": "甘南县"
          },
          {
            "s": "富裕县"
          },
          {
            "s": "克山县"
          },
          {
            "s": "克东县"
          },
          {
            "s": "拜泉县"
          },
          {
            "s": "讷河市"
          }
        ]
      },
      {
        "n": "鸡西",
        "a": [
          {
            "s": "鸡冠区"
          },
          {
            "s": "恒山区"
          },
          {
            "s": "滴道区"
          },
          {
            "s": "梨树区"
          },
          {
            "s": "城子河区"
          },
          {
            "s": "麻山区"
          },
          {
            "s": "鸡东县"
          },
          {
            "s": "虎林市"
          },
          {
            "s": "密山市"
          }
        ]
      },
      {
        "n": "鹤岗",
        "a": [
          {
            "s": "向阳区"
          },
          {
            "s": "工农区"
          },
          {
            "s": "南山区"
          },
          {
            "s": "兴安区"
          },
          {
            "s": "东山区"
          },
          {
            "s": "兴山区"
          },
          {
            "s": "萝北县"
          },
          {
            "s": "绥滨县"
          }
        ]
      },
      {
        "n": "双鸭山",
        "a": [
          {
            "s": "尖山区"
          },
          {
            "s": "岭东区"
          },
          {
            "s": "四方台区"
          },
          {
            "s": "宝山区"
          },
          {
            "s": "集贤县"
          },
          {
            "s": "友谊县"
          },
          {
            "s": "宝清县"
          },
          {
            "s": "饶河县"
          }
        ]
      },
      {
        "n": "大庆",
        "a": [
          {
            "s": "萨尔图区"
          },
          {
            "s": "龙凤区"
          },
          {
            "s": "让胡路区"
          },
          {
            "s": "红岗区"
          },
          {
            "s": "大同区"
          },
          {
            "s": "肇州县"
          },
          {
            "s": "肇源县"
          },
          {
            "s": "林甸县"
          },
          {
            "s": "杜尔伯特蒙古族自治县"
          }
        ]
      },
      {
        "n": "伊春",
        "a": [
          {
            "s": "伊春区"
          },
          {
            "s": "南岔区"
          },
          {
            "s": "友好区"
          },
          {
            "s": "西林区"
          },
          {
            "s": "翠峦区"
          },
          {
            "s": "新青区"
          },
          {
            "s": "美溪区"
          },
          {
            "s": "金山屯区"
          },
          {
            "s": "五营区"
          },
          {
            "s": "乌马河区"
          },
          {
            "s": "汤旺河区"
          },
          {
            "s": "带岭区"
          },
          {
            "s": "乌伊岭区"
          },
          {
            "s": "红星区"
          },
          {
            "s": "上甘岭区"
          },
          {
            "s": "嘉荫县"
          },
          {
            "s": "铁力市"
          }
        ]
      },
      {
        "n": "佳木斯",
        "a": [
          {
            "s": "向阳区"
          },
          {
            "s": "前进区"
          },
          {
            "s": "东风区"
          },
          {
            "s": "郊区"
          },
          {
            "s": "桦南县"
          },
          {
            "s": "桦川县"
          },
          {
            "s": "汤原县"
          },
          {
            "s": "抚远县"
          },
          {
            "s": "同江市"
          },
          {
            "s": "富锦市"
          }
        ]
      },
      {
        "n": "七台河",
        "a": [
          {
            "s": "新兴区"
          },
          {
            "s": "桃山区"
          },
          {
            "s": "茄子河区"
          },
          {
            "s": "勃利县"
          }
        ]
      },
      {
        "n": "牡丹江",
        "a": [
          {
            "s": "东安区"
          },
          {
            "s": "阳明区"
          },
          {
            "s": "爱民区"
          },
          {
            "s": "西安区"
          },
          {
            "s": "东宁县"
          },
          {
            "s": "林口县"
          },
          {
            "s": "绥芬河市"
          },
          {
            "s": "海林市"
          },
          {
            "s": "宁安市"
          },
          {
            "s": "穆棱市"
          }
        ]
      },
      {
        "n": "黑河",
        "a": [
          {
            "s": "爱辉区"
          },
          {
            "s": "嫩江县"
          },
          {
            "s": "逊克县"
          },
          {
            "s": "孙吴县"
          },
          {
            "s": "北安市"
          },
          {
            "s": "五大连池市"
          }
        ]
      },
      {
        "n": "绥化",
        "a": [
          {
            "s": "北林区"
          },
          {
            "s": "望奎县"
          },
          {
            "s": "兰西县"
          },
          {
            "s": "青冈县"
          },
          {
            "s": "庆安县"
          },
          {
            "s": "明水县"
          },
          {
            "s": "绥棱县"
          },
          {
            "s": "安达市"
          },
          {
            "s": "肇东市"
          },
          {
            "s": "海伦市"
          }
        ]
      },
      {
        "n": "大兴安岭",
        "a": [
          {
            "s": "加格达奇区"
          },
          {
            "s": "松岭区"
          },
          {
            "s": "新林区"
          },
          {
            "s": "呼中区"
          },
          {
            "s": "呼玛县"
          },
          {
            "s": "塔河县"
          },
          {
            "s": "漠河县"
          }
        ]
      }
    ]
  },
  "8": {
    "p": "上海",
    "c": [
      {
        "n": "黄浦区"
      },
      {
        "n": "卢湾区"
      },
      {
        "n": "徐汇区"
      },
      {
        "n": "长宁区"
      },
      {
        "n": "静安区"
      },
      {
        "n": "普陀区"
      },
      {
        "n": "闸北区"
      },
      {
        "n": "虹口区"
      },
      {
        "n": "杨浦区"
      },
      {
        "n": "闵行区"
      },
      {
        "n": "宝山区"
      },
      {
        "n": "嘉定区"
      },
      {
        "n": "浦东新区"
      },
      {
        "n": "金山区"
      },
      {
        "n": "松江区"
      },
      {
        "n": "奉贤区"
      },
      {
        "n": "青浦区"
      },
      {
        "n": "崇明县"
      }
    ]
  },
  "9": {
    "p": "江苏",
    "c": [
      {
        "n": "南京",
        "a": [
          {
            "s": "玄武区"
          },
          {
            "s": "白下区"
          },
          {
            "s": "秦淮区"
          },
          {
            "s": "建邺区"
          },
          {
            "s": "鼓楼区"
          },
          {
            "s": "下关区"
          },
          {
            "s": "浦口区"
          },
          {
            "s": "栖霞区"
          },
          {
            "s": "雨花台区"
          },
          {
            "s": "江宁区"
          },
          {
            "s": "六合区"
          },
          {
            "s": "溧水县"
          },
          {
            "s": "高淳县"
          }
        ]
      },
      {
        "n": "无锡",
        "a": [
          {
            "s": "崇安区"
          },
          {
            "s": "南长区"
          },
          {
            "s": "北塘区"
          },
          {
            "s": "锡山区"
          },
          {
            "s": "惠山区"
          },
          {
            "s": "滨湖区"
          },
          {
            "s": "江阴市"
          },
          {
            "s": "宜兴市"
          }
        ]
      },
      {
        "n": "徐州",
        "a": [
          {
            "s": "鼓楼区"
          },
          {
            "s": "云龙区"
          },
          {
            "s": "九里区"
          },
          {
            "s": "贾汪区"
          },
          {
            "s": "泉山区"
          },
          {
            "s": "丰县"
          },
          {
            "s": "沛县"
          },
          {
            "s": "铜山县"
          },
          {
            "s": "睢宁县"
          },
          {
            "s": "新沂市"
          },
          {
            "s": "邳州市"
          }
        ]
      },
      {
        "n": "常州",
        "a": [
          {
            "s": "天宁区"
          },
          {
            "s": "钟楼区"
          },
          {
            "s": "戚墅堰区"
          },
          {
            "s": "新北区"
          },
          {
            "s": "武进区"
          },
          {
            "s": "溧阳市"
          },
          {
            "s": "金坛市"
          }
        ]
      },
      {
        "n": "苏州",
        "a": [
          {
            "s": "沧浪区"
          },
          {
            "s": "平江区"
          },
          {
            "s": "金阊区"
          },
          {
            "s": "虎丘区"
          },
          {
            "s": "吴中区"
          },
          {
            "s": "相城区"
          },
          {
            "s": "常熟市"
          },
          {
            "s": "张家港市"
          },
          {
            "s": "昆山市"
          },
          {
            "s": "吴江市"
          },
          {
            "s": "太仓市"
          }
        ]
      },
      {
        "n": "南通",
        "a": [
          {
            "s": "崇川区"
          },
          {
            "s": "港闸区"
          },
          {
            "s": "海安县"
          },
          {
            "s": "如东县"
          },
          {
            "s": "启东市"
          },
          {
            "s": "如皋市"
          },
          {
            "s": "通州市"
          },
          {
            "s": "海门市"
          }
        ]
      },
      {
        "n": "连云港",
        "a": [
          {
            "s": "连云区"
          },
          {
            "s": "新浦区"
          },
          {
            "s": "海州区"
          },
          {
            "s": "赣榆县"
          },
          {
            "s": "东海县"
          },
          {
            "s": "灌云县"
          },
          {
            "s": "灌南县"
          }
        ]
      },
      {
        "n": "淮安",
        "a": [
          {
            "s": "清河区"
          },
          {
            "s": "楚州区"
          },
          {
            "s": "淮阴区"
          },
          {
            "s": "清浦区"
          },
          {
            "s": "涟水县"
          },
          {
            "s": "洪泽县"
          },
          {
            "s": "盱眙县"
          },
          {
            "s": "金湖县"
          }
        ]
      },
      {
        "n": "盐城",
        "a": [
          {
            "s": "亭湖区"
          },
          {
            "s": "盐都区"
          },
          {
            "s": "响水县"
          },
          {
            "s": "滨海县"
          },
          {
            "s": "阜宁县"
          },
          {
            "s": "射阳县"
          },
          {
            "s": "建湖县"
          },
          {
            "s": "东台市"
          },
          {
            "s": "大丰市"
          }
        ]
      },
      {
        "n": "扬州",
        "a": [
          {
            "s": "广陵区"
          },
          {
            "s": "邗江区"
          },
          {
            "s": "维扬区"
          },
          {
            "s": "宝应县"
          },
          {
            "s": "仪征市"
          },
          {
            "s": "高邮市"
          },
          {
            "s": "江都市"
          }
        ]
      },
      {
        "n": "镇江",
        "a": [
          {
            "s": "京口区"
          },
          {
            "s": "润州区"
          },
          {
            "s": "丹徒区"
          },
          {
            "s": "丹阳市"
          },
          {
            "s": "扬中市"
          },
          {
            "s": "句容市"
          }
        ]
      },
      {
        "n": "泰州",
        "a": [
          {
            "s": "海陵区"
          },
          {
            "s": "高港区"
          },
          {
            "s": "兴化市"
          },
          {
            "s": "靖江市"
          },
          {
            "s": "泰兴市"
          },
          {
            "s": "姜堰市"
          }
        ]
      },
      {
        "n": "宿迁",
        "a": [
          {
            "s": "宿城区"
          },
          {
            "s": "宿豫区"
          },
          {
            "s": "沭阳县"
          },
          {
            "s": "泗阳县"
          },
          {
            "s": "泗洪县"
          }
        ]
      }
    ]
  },
  "10": {
    "p": "浙江",
    "c": [
      {
        "n": "杭州",
        "a": [
          {
            "s": "上城区"
          },
          {
            "s": "下城区"
          },
          {
            "s": "江干区"
          },
          {
            "s": "拱墅区"
          },
          {
            "s": "西湖区"
          },
          {
            "s": "滨江区"
          },
          {
            "s": "萧山区"
          },
          {
            "s": "余杭区"
          },
          {
            "s": "桐庐县"
          },
          {
            "s": "淳安县"
          },
          {
            "s": "建德市"
          },
          {
            "s": "富阳市"
          },
          {
            "s": "临安市"
          }
        ]
      },
      {
        "n": "宁波",
        "a": [
          {
            "s": "海曙区"
          },
          {
            "s": "江东区"
          },
          {
            "s": "江北区"
          },
          {
            "s": "北仑区"
          },
          {
            "s": "镇海区"
          },
          {
            "s": "鄞州区"
          },
          {
            "s": "象山县"
          },
          {
            "s": "宁海县"
          },
          {
            "s": "余姚市"
          },
          {
            "s": "慈溪市"
          },
          {
            "s": "奉化市"
          }
        ]
      },
      {
        "n": "温州",
        "a": [
          {
            "s": "鹿城区"
          },
          {
            "s": "龙湾区"
          },
          {
            "s": "瓯海区"
          },
          {
            "s": "洞头县"
          },
          {
            "s": "永嘉县"
          },
          {
            "s": "平阳县"
          },
          {
            "s": "苍南县"
          },
          {
            "s": "文成县"
          },
          {
            "s": "泰顺县"
          },
          {
            "s": "瑞安市"
          },
          {
            "s": "乐清市"
          }
        ]
      },
      {
        "n": "嘉兴",
        "a": [
          {
            "s": "南湖区"
          },
          {
            "s": "秀洲区"
          },
          {
            "s": "嘉善县"
          },
          {
            "s": "海盐县"
          },
          {
            "s": "海宁市"
          },
          {
            "s": "平湖市"
          },
          {
            "s": "桐乡市"
          }
        ]
      },
      {
        "n": "湖州",
        "a": [
          {
            "s": "吴兴区"
          },
          {
            "s": "南浔区"
          },
          {
            "s": "德清县"
          },
          {
            "s": "长兴县"
          },
          {
            "s": "安吉县"
          }
        ]
      },
      {
        "n": "绍兴",
        "a": [
          {
            "s": "越城区"
          },
          {
            "s": "绍兴县"
          },
          {
            "s": "新昌县"
          },
          {
            "s": "诸暨市"
          },
          {
            "s": "上虞市"
          },
          {
            "s": "嵊州市"
          }
        ]
      },
      {
        "n": "金华",
        "a": [
          {
            "s": "婺城区"
          },
          {
            "s": "金东区"
          },
          {
            "s": "武义县"
          },
          {
            "s": "浦江县"
          },
          {
            "s": "磐安县"
          },
          {
            "s": "兰溪市"
          },
          {
            "s": "义乌市"
          },
          {
            "s": "东阳市"
          },
          {
            "s": "永康市"
          }
        ]
      },
      {
        "n": "衢州",
        "a": [
          {
            "s": "柯城区"
          },
          {
            "s": "衢江区"
          },
          {
            "s": "常山县"
          },
          {
            "s": "开化县"
          },
          {
            "s": "龙游县"
          },
          {
            "s": "江山市"
          }
        ]
      },
      {
        "n": "舟山",
        "a": [
          {
            "s": "定海区"
          },
          {
            "s": "普陀区"
          },
          {
            "s": "岱山县"
          },
          {
            "s": "嵊泗县"
          }
        ]
      },
      {
        "n": "台州",
        "a": [
          {
            "s": "椒江区"
          },
          {
            "s": "黄岩区"
          },
          {
            "s": "路桥区"
          },
          {
            "s": "玉环县"
          },
          {
            "s": "三门县"
          },
          {
            "s": "天台县"
          },
          {
            "s": "仙居县"
          },
          {
            "s": "温岭市"
          },
          {
            "s": "临海市"
          }
        ]
      },
      {
        "n": "丽水",
        "a": [
          {
            "s": "莲都区"
          },
          {
            "s": "青田县"
          },
          {
            "s": "缙云县"
          },
          {
            "s": "遂昌县"
          },
          {
            "s": "松阳县"
          },
          {
            "s": "云和县"
          },
          {
            "s": "庆元县"
          },
          {
            "s": "景宁畲族自治县"
          },
          {
            "s": "龙泉市"
          }
        ]
      }
    ]
  },
  "11": {
    "p": "安徽",
    "c": [
      {
        "n": "合肥",
        "a": [
          {
            "s": "瑶海区"
          },
          {
            "s": "庐阳区"
          },
          {
            "s": "蜀山区"
          },
          {
            "s": "包河区"
          },
          {
            "s": "长丰县"
          },
          {
            "s": "肥东县"
          },
          {
            "s": "肥西县"
          }
        ]
      },
      {
        "n": "芜湖",
        "a": [
          {
            "s": "镜湖区"
          },
          {
            "s": "弋江区"
          },
          {
            "s": "鸠江区"
          },
          {
            "s": "三山区"
          },
          {
            "s": "芜湖县"
          },
          {
            "s": "繁昌县"
          },
          {
            "s": "南陵县"
          }
        ]
      },
      {
        "n": "蚌埠",
        "a": [
          {
            "s": "龙子湖区"
          },
          {
            "s": "蚌山区"
          },
          {
            "s": "禹会区"
          },
          {
            "s": "淮上区"
          },
          {
            "s": "怀远县"
          },
          {
            "s": "五河县"
          },
          {
            "s": "固镇县"
          }
        ]
      },
      {
        "n": "淮南",
        "a": [
          {
            "s": "大通区"
          },
          {
            "s": "田家庵区"
          },
          {
            "s": "谢家集区"
          },
          {
            "s": "八公山区"
          },
          {
            "s": "潘集区"
          },
          {
            "s": "凤台县"
          }
        ]
      },
      {
        "n": "马鞍山",
        "a": [
          {
            "s": "金家庄区"
          },
          {
            "s": "花山区"
          },
          {
            "s": "雨山区"
          },
          {
            "s": "当涂县"
          }
        ]
      },
      {
        "n": "淮北",
        "a": [
          {
            "s": "杜集区"
          },
          {
            "s": "相山区"
          },
          {
            "s": "烈山区"
          },
          {
            "s": "濉溪县"
          }
        ]
      },
      {
        "n": "铜陵",
        "a": [
          {
            "s": "铜官山区"
          },
          {
            "s": "狮子山区"
          },
          {
            "s": "郊区"
          },
          {
            "s": "铜陵县"
          }
        ]
      },
      {
        "n": "安庆",
        "a": [
          {
            "s": "迎江区"
          },
          {
            "s": "大观区"
          },
          {
            "s": "宜秀区"
          },
          {
            "s": "怀宁县"
          },
          {
            "s": "枞阳县"
          },
          {
            "s": "潜山县"
          },
          {
            "s": "太湖县"
          },
          {
            "s": "宿松县"
          },
          {
            "s": "望江县"
          },
          {
            "s": "岳西县"
          },
          {
            "s": "桐城市"
          }
        ]
      },
      {
        "n": "黄山",
        "a": [
          {
            "s": "屯溪区"
          },
          {
            "s": "黄山区"
          },
          {
            "s": "徽州区"
          },
          {
            "s": "歙县"
          },
          {
            "s": "休宁县"
          },
          {
            "s": "黟县"
          },
          {
            "s": "祁门县"
          }
        ]
      },
      {
        "n": "滁州",
        "a": [
          {
            "s": "琅琊区"
          },
          {
            "s": "南谯区"
          },
          {
            "s": "来安县"
          },
          {
            "s": "全椒县"
          },
          {
            "s": "定远县"
          },
          {
            "s": "凤阳县"
          },
          {
            "s": "天长市"
          },
          {
            "s": "明光市"
          }
        ]
      },
      {
        "n": "阜阳",
        "a": [
          {
            "s": "颍州区"
          },
          {
            "s": "颍东区"
          },
          {
            "s": "颍泉区"
          },
          {
            "s": "临泉县"
          },
          {
            "s": "太和县"
          },
          {
            "s": "阜南县"
          },
          {
            "s": "颍上县"
          },
          {
            "s": "界首市"
          }
        ]
      },
      {
        "n": "宿州",
        "a": [
          {
            "s": "埇桥区"
          },
          {
            "s": "砀山县"
          },
          {
            "s": "萧县"
          },
          {
            "s": "灵璧县"
          },
          {
            "s": "泗县"
          }
        ]
      },
      {
        "n": "巢湖",
        "a": [
          {
            "s": "居巢区"
          },
          {
            "s": "庐江县"
          },
          {
            "s": "无为县"
          },
          {
            "s": "含山县"
          },
          {
            "s": "和县"
          }
        ]
      },
      {
        "n": "六安",
        "a": [
          {
            "s": "金安区"
          },
          {
            "s": "裕安区"
          },
          {
            "s": "寿县"
          },
          {
            "s": "霍邱县"
          },
          {
            "s": "舒城县"
          },
          {
            "s": "金寨县"
          },
          {
            "s": "霍山县"
          }
        ]
      },
      {
        "n": "亳州",
        "a": [
          {
            "s": "谯城区"
          },
          {
            "s": "涡阳县"
          },
          {
            "s": "蒙城县"
          },
          {
            "s": "利辛县"
          }
        ]
      },
      {
        "n": "池州",
        "a": [
          {
            "s": "贵池区"
          },
          {
            "s": "东至县"
          },
          {
            "s": "石台县"
          },
          {
            "s": "青阳县"
          }
        ]
      },
      {
        "n": "宣城",
        "a": [
          {
            "s": "宣州区"
          },
          {
            "s": "郎溪县"
          },
          {
            "s": "广德县"
          },
          {
            "s": "泾县"
          },
          {
            "s": "绩溪县"
          },
          {
            "s": "旌德县"
          },
          {
            "s": "宁国市"
          }
        ]
      }
    ]
  },
  "12": {
    "p": "福建",
    "c": [
      {
        "n": "福州",
        "a": [
          {
            "s": "鼓楼区"
          },
          {
            "s": "台江区"
          },
          {
            "s": "仓山区"
          },
          {
            "s": "马尾区"
          },
          {
            "s": "晋安区"
          },
          {
            "s": "闽侯县"
          },
          {
            "s": "连江县"
          },
          {
            "s": "罗源县"
          },
          {
            "s": "闽清县"
          },
          {
            "s": "永泰县"
          },
          {
            "s": "平潭县"
          },
          {
            "s": "福清市"
          },
          {
            "s": "长乐市"
          }
        ]
      },
      {
        "n": "厦门",
        "a": [
          {
            "s": "思明区"
          },
          {
            "s": "海沧区"
          },
          {
            "s": "湖里区"
          },
          {
            "s": "集美区"
          },
          {
            "s": "同安区"
          },
          {
            "s": "翔安区"
          }
        ]
      },
      {
        "n": "莆田",
        "a": [
          {
            "s": "城厢区"
          },
          {
            "s": "涵江区"
          },
          {
            "s": "荔城区"
          },
          {
            "s": "秀屿区"
          },
          {
            "s": "仙游县"
          }
        ]
      },
      {
        "n": "三明",
        "a": [
          {
            "s": "梅列区"
          },
          {
            "s": "三元区"
          },
          {
            "s": "明溪县"
          },
          {
            "s": "清流县"
          },
          {
            "s": "宁化县"
          },
          {
            "s": "大田县"
          },
          {
            "s": "尤溪县"
          },
          {
            "s": "沙县"
          },
          {
            "s": "将乐县"
          },
          {
            "s": "泰宁县"
          },
          {
            "s": "建宁县"
          },
          {
            "s": "永安市"
          }
        ]
      },
      {
        "n": "泉州",
        "a": [
          {
            "s": "鲤城区"
          },
          {
            "s": "丰泽区"
          },
          {
            "s": "洛江区"
          },
          {
            "s": "泉港区"
          },
          {
            "s": "惠安县"
          },
          {
            "s": "安溪县"
          },
          {
            "s": "永春县"
          },
          {
            "s": "德化县"
          },
          {
            "s": "金门县"
          },
          {
            "s": "石狮市"
          },
          {
            "s": "晋江市"
          },
          {
            "s": "南安市"
          }
        ]
      },
      {
        "n": "漳州",
        "a": [
          {
            "s": "芗城区"
          },
          {
            "s": "龙文区"
          },
          {
            "s": "云霄县"
          },
          {
            "s": "漳浦县"
          },
          {
            "s": "诏安县"
          },
          {
            "s": "长泰县"
          },
          {
            "s": "东山县"
          },
          {
            "s": "南靖县"
          },
          {
            "s": "平和县"
          },
          {
            "s": "华安县"
          },
          {
            "s": "龙海市"
          }
        ]
      },
      {
        "n": "南平",
        "a": [
          {
            "s": "延平区"
          },
          {
            "s": "顺昌县"
          },
          {
            "s": "浦城县"
          },
          {
            "s": "光泽县"
          },
          {
            "s": "松溪县"
          },
          {
            "s": "政和县"
          },
          {
            "s": "邵武市"
          },
          {
            "s": "武夷山市"
          },
          {
            "s": "建瓯市"
          },
          {
            "s": "建阳市"
          }
        ]
      },
      {
        "n": "龙岩",
        "a": [
          {
            "s": "新罗区"
          },
          {
            "s": "长汀县"
          },
          {
            "s": "永定县"
          },
          {
            "s": "上杭县"
          },
          {
            "s": "武平县"
          },
          {
            "s": "连城县"
          },
          {
            "s": "漳平市"
          }
        ]
      },
      {
        "n": "宁德",
        "a": [
          {
            "s": "蕉城区"
          },
          {
            "s": "霞浦县"
          },
          {
            "s": "古田县"
          },
          {
            "s": "屏南县"
          },
          {
            "s": "寿宁县"
          },
          {
            "s": "周宁县"
          },
          {
            "s": "柘荣县"
          },
          {
            "s": "福安市"
          },
          {
            "s": "福鼎市"
          }
        ]
      }
    ]
  },
  "13": {
    "p": "江西",
    "c": [
      {
        "n": "南昌",
        "a": [
          {
            "s": "东湖区"
          },
          {
            "s": "西湖区"
          },
          {
            "s": "青云谱区"
          },
          {
            "s": "湾里区"
          },
          {
            "s": "青山湖区"
          },
          {
            "s": "南昌县"
          },
          {
            "s": "新建县"
          },
          {
            "s": "安义县"
          },
          {
            "s": "进贤县"
          }
        ]
      },
      {
        "n": "景德镇",
        "a": [
          {
            "s": "昌江区"
          },
          {
            "s": "珠山区"
          },
          {
            "s": "浮梁县"
          },
          {
            "s": "乐平市"
          }
        ]
      },
      {
        "n": "萍乡",
        "a": [
          {
            "s": "安源区"
          },
          {
            "s": "湘东区"
          },
          {
            "s": "莲花县"
          },
          {
            "s": "上栗县"
          },
          {
            "s": "芦溪县"
          }
        ]
      },
      {
        "n": "九江",
        "a": [
          {
            "s": "庐山区"
          },
          {
            "s": "浔阳区"
          },
          {
            "s": "九江县"
          },
          {
            "s": "武宁县"
          },
          {
            "s": "修水县"
          },
          {
            "s": "永修县"
          },
          {
            "s": "德安县"
          },
          {
            "s": "星子县"
          },
          {
            "s": "都昌县"
          },
          {
            "s": "湖口县"
          },
          {
            "s": "彭泽县"
          },
          {
            "s": "瑞昌市"
          }
        ]
      },
      {
        "n": "新余",
        "a": [
          {
            "s": "渝水区"
          },
          {
            "s": "分宜县"
          }
        ]
      },
      {
        "n": "鹰潭",
        "a": [
          {
            "s": "月湖区"
          },
          {
            "s": "余江县"
          },
          {
            "s": "贵溪市"
          }
        ]
      },
      {
        "n": "赣州",
        "a": [
          {
            "s": "章贡区"
          },
          {
            "s": "赣县"
          },
          {
            "s": "信丰县"
          },
          {
            "s": "大余县"
          },
          {
            "s": "上犹县"
          },
          {
            "s": "崇义县"
          },
          {
            "s": "安远县"
          },
          {
            "s": "龙南县"
          },
          {
            "s": "定南县"
          },
          {
            "s": "全南县"
          },
          {
            "s": "宁都县"
          },
          {
            "s": "于都县"
          },
          {
            "s": "兴国县"
          },
          {
            "s": "会昌县"
          },
          {
            "s": "寻乌县"
          },
          {
            "s": "石城县"
          },
          {
            "s": "瑞金市"
          },
          {
            "s": "南康市"
          }
        ]
      },
      {
        "n": "吉安",
        "a": [
          {
            "s": "吉州区"
          },
          {
            "s": "青原区"
          },
          {
            "s": "吉安县"
          },
          {
            "s": "吉水县"
          },
          {
            "s": "峡江县"
          },
          {
            "s": "新干县"
          },
          {
            "s": "永丰县"
          },
          {
            "s": "泰和县"
          },
          {
            "s": "遂川县"
          },
          {
            "s": "万安县"
          },
          {
            "s": "安福县"
          },
          {
            "s": "永新县"
          },
          {
            "s": "井冈山市"
          }
        ]
      },
      {
        "n": "宜春",
        "a": [
          {
            "s": "袁州区"
          },
          {
            "s": "奉新县"
          },
          {
            "s": "万载县"
          },
          {
            "s": "上高县"
          },
          {
            "s": "宜丰县"
          },
          {
            "s": "靖安县"
          },
          {
            "s": "铜鼓县"
          },
          {
            "s": "丰城市"
          },
          {
            "s": "樟树市"
          },
          {
            "s": "高安市"
          }
        ]
      },
      {
        "n": "抚州",
        "a": [
          {
            "s": "临川区"
          },
          {
            "s": "南城县"
          },
          {
            "s": "黎川县"
          },
          {
            "s": "南丰县"
          },
          {
            "s": "崇仁县"
          },
          {
            "s": "乐安县"
          },
          {
            "s": "宜黄县"
          },
          {
            "s": "金溪县"
          },
          {
            "s": "资溪县"
          },
          {
            "s": "东乡县"
          },
          {
            "s": "广昌县"
          }
        ]
      },
      {
        "n": "上饶",
        "a": [
          {
            "s": "信州区"
          },
          {
            "s": "上饶县"
          },
          {
            "s": "广丰县"
          },
          {
            "s": "玉山县"
          },
          {
            "s": "铅山县"
          },
          {
            "s": "横峰县"
          },
          {
            "s": "弋阳县"
          },
          {
            "s": "余干县"
          },
          {
            "s": "鄱阳县"
          },
          {
            "s": "万年县"
          },
          {
            "s": "婺源县"
          },
          {
            "s": "德兴市"
          }
        ]
      }
    ]
  },
  "14": {
    "p": "山东",
    "c": [
      {
        "n": "济南",
        "a": [
          {
            "s": "历下区"
          },
          {
            "s": "市中区"
          },
          {
            "s": "槐荫区"
          },
          {
            "s": "天桥区"
          },
          {
            "s": "历城区"
          },
          {
            "s": "长清区"
          },
          {
            "s": "平阴县"
          },
          {
            "s": "济阳县"
          },
          {
            "s": "商河县"
          },
          {
            "s": "章丘市"
          }
        ]
      },
      {
        "n": "青岛",
        "a": [
          {
            "s": "市南区"
          },
          {
            "s": "市北区"
          },
          {
            "s": "四方区"
          },
          {
            "s": "黄岛区"
          },
          {
            "s": "崂山区"
          },
          {
            "s": "李沧区"
          },
          {
            "s": "城阳区"
          },
          {
            "s": "胶州市"
          },
          {
            "s": "即墨市"
          },
          {
            "s": "平度市"
          },
          {
            "s": "胶南市"
          },
          {
            "s": "莱西市"
          }
        ]
      },
      {
        "n": "淄博",
        "a": [
          {
            "s": "淄川区"
          },
          {
            "s": "张店区"
          },
          {
            "s": "博山区"
          },
          {
            "s": "临淄区"
          },
          {
            "s": "周村区"
          },
          {
            "s": "桓台县"
          },
          {
            "s": "高青县"
          },
          {
            "s": "沂源县"
          }
        ]
      },
      {
        "n": "枣庄",
        "a": [
          {
            "s": "市中区"
          },
          {
            "s": "薛城区"
          },
          {
            "s": "峄城区"
          },
          {
            "s": "台儿庄区"
          },
          {
            "s": "山亭区"
          },
          {
            "s": "滕州市"
          }
        ]
      },
      {
        "n": "东营",
        "a": [
          {
            "s": "东营区"
          },
          {
            "s": "河口区"
          },
          {
            "s": "垦利县"
          },
          {
            "s": "利津县"
          },
          {
            "s": "广饶县"
          }
        ]
      },
      {
        "n": "烟台",
        "a": [
          {
            "s": "芝罘区"
          },
          {
            "s": "福山区"
          },
          {
            "s": "牟平区"
          },
          {
            "s": "莱山区"
          },
          {
            "s": "长岛县"
          },
          {
            "s": "龙口市"
          },
          {
            "s": "莱阳市"
          },
          {
            "s": "莱州市"
          },
          {
            "s": "蓬莱市"
          },
          {
            "s": "招远市"
          },
          {
            "s": "栖霞市"
          },
          {
            "s": "海阳市"
          }
        ]
      },
      {
        "n": "潍坊",
        "a": [
          {
            "s": "潍城区"
          },
          {
            "s": "寒亭区"
          },
          {
            "s": "坊子区"
          },
          {
            "s": "奎文区"
          },
          {
            "s": "临朐县"
          },
          {
            "s": "昌乐县"
          },
          {
            "s": "青州市"
          },
          {
            "s": "诸城市"
          },
          {
            "s": "寿光市"
          },
          {
            "s": "安丘市"
          },
          {
            "s": "高密市"
          },
          {
            "s": "昌邑市"
          }
        ]
      },
      {
        "n": "济宁",
        "a": [
          {
            "s": "市中区"
          },
          {
            "s": "任城区"
          },
          {
            "s": "微山县"
          },
          {
            "s": "鱼台县"
          },
          {
            "s": "金乡县"
          },
          {
            "s": "嘉祥县"
          },
          {
            "s": "汶上县"
          },
          {
            "s": "泗水县"
          },
          {
            "s": "梁山县"
          },
          {
            "s": "曲阜市"
          },
          {
            "s": "兖州市"
          },
          {
            "s": "邹城市"
          }
        ]
      },
      {
        "n": "泰安",
        "a": [
          {
            "s": "泰山区"
          },
          {
            "s": "岱岳区"
          },
          {
            "s": "宁阳县"
          },
          {
            "s": "东平县"
          },
          {
            "s": "新泰市"
          },
          {
            "s": "肥城市"
          }
        ]
      },
      {
        "n": "威海",
        "a": [
          {
            "s": "环翠区"
          },
          {
            "s": "文登市"
          },
          {
            "s": "荣成市"
          },
          {
            "s": "乳山市"
          }
        ]
      },
      {
        "n": "日照",
        "a": [
          {
            "s": "东港区"
          },
          {
            "s": "岚山区"
          },
          {
            "s": "五莲县"
          },
          {
            "s": "莒县"
          }
        ]
      },
      {
        "n": "莱芜",
        "a": [
          {
            "s": "莱城区"
          },
          {
            "s": "钢城区"
          }
        ]
      },
      {
        "n": "临沂",
        "a": [
          {
            "s": "兰山区"
          },
          {
            "s": "罗庄区"
          },
          {
            "s": "河东区"
          },
          {
            "s": "沂南县"
          },
          {
            "s": "郯城县"
          },
          {
            "s": "沂水县"
          },
          {
            "s": "苍山县"
          },
          {
            "s": "费县"
          },
          {
            "s": "平邑县"
          },
          {
            "s": "莒南县"
          },
          {
            "s": "蒙阴县"
          },
          {
            "s": "临沭县"
          }
        ]
      },
      {
        "n": "德州",
        "a": [
          {
            "s": "德城区"
          },
          {
            "s": "陵县"
          },
          {
            "s": "宁津县"
          },
          {
            "s": "庆云县"
          },
          {
            "s": "临邑县"
          },
          {
            "s": "齐河县"
          },
          {
            "s": "平原县"
          },
          {
            "s": "夏津县"
          },
          {
            "s": "武城县"
          },
          {
            "s": "乐陵市"
          },
          {
            "s": "禹城市"
          }
        ]
      },
      {
        "n": "聊城",
        "a": [
          {
            "s": "东昌府区"
          },
          {
            "s": "阳谷县"
          },
          {
            "s": "莘县"
          },
          {
            "s": "茌平县"
          },
          {
            "s": "东阿县"
          },
          {
            "s": "冠县"
          },
          {
            "s": "高唐县"
          },
          {
            "s": "临清市"
          }
        ]
      },
      {
        "n": "滨州",
        "a": [
          {
            "s": "滨城区"
          },
          {
            "s": "惠民县"
          },
          {
            "s": "阳信县"
          },
          {
            "s": "无棣县"
          },
          {
            "s": "沾化县"
          },
          {
            "s": "博兴县"
          },
          {
            "s": "邹平县"
          }
        ]
      },
      {
        "n": "菏泽",
        "a": [
          {
            "s": "牡丹区"
          },
          {
            "s": "曹县"
          },
          {
            "s": "单县"
          },
          {
            "s": "成武县"
          },
          {
            "s": "巨野县"
          },
          {
            "s": "郓城县"
          },
          {
            "s": "鄄城县"
          },
          {
            "s": "定陶县"
          },
          {
            "s": "东明县"
          }
        ]
      }
    ]
  },
  "15": {
    "p": "河南",
    "c": [
      {
        "n": "郑州",
        "a": [
          {
            "s": "中原区"
          },
          {
            "s": "二七区"
          },
          {
            "s": "管城回族区"
          },
          {
            "s": "金水区"
          },
          {
            "s": "上街区"
          },
          {
            "s": "惠济区"
          },
          {
            "s": "中牟县"
          },
          {
            "s": "巩义市"
          },
          {
            "s": "荥阳市"
          },
          {
            "s": "新密市"
          },
          {
            "s": "新郑市"
          },
          {
            "s": "登封市"
          }
        ]
      },
      {
        "n": "开封",
        "a": [
          {
            "s": "龙亭区"
          },
          {
            "s": "顺河回族区"
          },
          {
            "s": "鼓楼区"
          },
          {
            "s": "禹王台区"
          },
          {
            "s": "金明区"
          },
          {
            "s": "杞县"
          },
          {
            "s": "通许县"
          },
          {
            "s": "尉氏县"
          },
          {
            "s": "开封县"
          },
          {
            "s": "兰考县"
          }
        ]
      },
      {
        "n": "洛阳",
        "a": [
          {
            "s": "老城区"
          },
          {
            "s": "西工区"
          },
          {
            "s": "廛河回族区"
          },
          {
            "s": "涧西区"
          },
          {
            "s": "吉利区"
          },
          {
            "s": "洛龙区"
          },
          {
            "s": "孟津县"
          },
          {
            "s": "新安县"
          },
          {
            "s": "栾川县"
          },
          {
            "s": "嵩县"
          },
          {
            "s": "汝阳县"
          },
          {
            "s": "宜阳县"
          },
          {
            "s": "洛宁县"
          },
          {
            "s": "伊川县"
          },
          {
            "s": "偃师市"
          }
        ]
      },
      {
        "n": "平顶山",
        "a": [
          {
            "s": "新华区"
          },
          {
            "s": "卫东区"
          },
          {
            "s": "石龙区"
          },
          {
            "s": "湛河区"
          },
          {
            "s": "宝丰县"
          },
          {
            "s": "叶县"
          },
          {
            "s": "鲁山县"
          },
          {
            "s": "郏县"
          },
          {
            "s": "舞钢市"
          },
          {
            "s": "汝州市"
          }
        ]
      },
      {
        "n": "安阳",
        "a": [
          {
            "s": "文峰区"
          },
          {
            "s": "北关区"
          },
          {
            "s": "殷都区"
          },
          {
            "s": "龙安区"
          },
          {
            "s": "安阳县"
          },
          {
            "s": "汤阴县"
          },
          {
            "s": "滑县"
          },
          {
            "s": "内黄县"
          },
          {
            "s": "林州市"
          }
        ]
      },
      {
        "n": "鹤壁",
        "a": [
          {
            "s": "鹤山区"
          },
          {
            "s": "山城区"
          },
          {
            "s": "淇滨区"
          },
          {
            "s": "浚县"
          },
          {
            "s": "淇县"
          }
        ]
      },
      {
        "n": "新乡",
        "a": [
          {
            "s": "红旗区"
          },
          {
            "s": "卫滨区"
          },
          {
            "s": "凤泉区"
          },
          {
            "s": "牧野区"
          },
          {
            "s": "新乡县"
          },
          {
            "s": "获嘉县"
          },
          {
            "s": "原阳县"
          },
          {
            "s": "延津县"
          },
          {
            "s": "封丘县"
          },
          {
            "s": "长垣县"
          },
          {
            "s": "卫辉市"
          },
          {
            "s": "辉县市"
          }
        ]
      },
      {
        "n": "焦作",
        "a": [
          {
            "s": "解放区"
          },
          {
            "s": "中站区"
          },
          {
            "s": "马村区"
          },
          {
            "s": "山阳区"
          },
          {
            "s": "修武县"
          },
          {
            "s": "博爱县"
          },
          {
            "s": "武陟县"
          },
          {
            "s": "温县"
          },
          {
            "s": "沁阳市"
          },
          {
            "s": "孟州市"
          }
        ]
      },
      {
        "n": "濮阳",
        "a": [
          {
            "s": "华龙区"
          },
          {
            "s": "清丰县"
          },
          {
            "s": "南乐县"
          },
          {
            "s": "范县"
          },
          {
            "s": "台前县"
          },
          {
            "s": "濮阳县"
          }
        ]
      },
      {
        "n": "许昌",
        "a": [
          {
            "s": "魏都区"
          },
          {
            "s": "许昌县"
          },
          {
            "s": "鄢陵县"
          },
          {
            "s": "襄城县"
          },
          {
            "s": "禹州市"
          },
          {
            "s": "长葛市"
          }
        ]
      },
      {
        "n": "漯河",
        "a": [
          {
            "s": "源汇区"
          },
          {
            "s": "郾城区"
          },
          {
            "s": "召陵区"
          },
          {
            "s": "舞阳县"
          },
          {
            "s": "临颍县"
          }
        ]
      },
      {
        "n": "三门峡",
        "a": [
          {
            "s": "湖滨区"
          },
          {
            "s": "渑池县"
          },
          {
            "s": "陕县"
          },
          {
            "s": "卢氏县"
          },
          {
            "s": "义马市"
          },
          {
            "s": "灵宝市"
          }
        ]
      },
      {
        "n": "南阳",
        "a": [
          {
            "s": "宛城区"
          },
          {
            "s": "卧龙区"
          },
          {
            "s": "南召县"
          },
          {
            "s": "方城县"
          },
          {
            "s": "西峡县"
          },
          {
            "s": "镇平县"
          },
          {
            "s": "内乡县"
          },
          {
            "s": "淅川县"
          },
          {
            "s": "社旗县"
          },
          {
            "s": "唐河县"
          },
          {
            "s": "新野县"
          },
          {
            "s": "桐柏县"
          },
          {
            "s": "邓州市"
          }
        ]
      },
      {
        "n": "商丘",
        "a": [
          {
            "s": "梁园区"
          },
          {
            "s": "睢阳区"
          },
          {
            "s": "民权县"
          },
          {
            "s": "睢县"
          },
          {
            "s": "宁陵县"
          },
          {
            "s": "柘城县"
          },
          {
            "s": "虞城县"
          },
          {
            "s": "夏邑县"
          },
          {
            "s": "永城市"
          }
        ]
      },
      {
        "n": "信阳",
        "a": [
          {
            "s": "浉河区"
          },
          {
            "s": "平桥区"
          },
          {
            "s": "罗山县"
          },
          {
            "s": "光山县"
          },
          {
            "s": "新县"
          },
          {
            "s": "商城县"
          },
          {
            "s": "固始县"
          },
          {
            "s": "潢川县"
          },
          {
            "s": "淮滨县"
          },
          {
            "s": "息县"
          }
        ]
      },
      {
        "n": "周口",
        "a": [
          {
            "s": "川汇区"
          },
          {
            "s": "扶沟县"
          },
          {
            "s": "西华县"
          },
          {
            "s": "商水县"
          },
          {
            "s": "沈丘县"
          },
          {
            "s": "郸城县"
          },
          {
            "s": "淮阳县"
          },
          {
            "s": "太康县"
          },
          {
            "s": "鹿邑县"
          },
          {
            "s": "项城市"
          }
        ]
      },
      {
        "n": "驻马店",
        "a": [
          {
            "s": "驿城区"
          },
          {
            "s": "西平县"
          },
          {
            "s": "上蔡县"
          },
          {
            "s": "平舆县"
          },
          {
            "s": "正阳县"
          },
          {
            "s": "确山县"
          },
          {
            "s": "泌阳县"
          },
          {
            "s": "汝南县"
          },
          {
            "s": "遂平县"
          },
          {
            "s": "新蔡县"
          }
        ]
      },
      {
        "n": "济源",
        "a": [
          {
            "s": "济源"
          }
        ]
      }
    ]
  },
  "16": {
    "p": "湖北",
    "c": [
      {
        "n": "武汉",
        "a": [
          {
            "s": "江岸区"
          },
          {
            "s": "江汉区"
          },
          {
            "s": "硚口区"
          },
          {
            "s": "汉阳区"
          },
          {
            "s": "武昌区"
          },
          {
            "s": "青山区"
          },
          {
            "s": "洪山区"
          },
          {
            "s": "东西湖区"
          },
          {
            "s": "汉南区"
          },
          {
            "s": "蔡甸区"
          },
          {
            "s": "江夏区"
          },
          {
            "s": "黄陂区"
          },
          {
            "s": "新洲区"
          }
        ]
      },
      {
        "n": "黄石",
        "a": [
          {
            "s": "黄石港区"
          },
          {
            "s": "西塞山区"
          },
          {
            "s": "下陆区"
          },
          {
            "s": "铁山区"
          },
          {
            "s": "阳新县"
          },
          {
            "s": "大冶市"
          }
        ]
      },
      {
        "n": "十堰",
        "a": [
          {
            "s": "茅箭区"
          },
          {
            "s": "张湾区"
          },
          {
            "s": "郧县"
          },
          {
            "s": "郧西县"
          },
          {
            "s": "竹山县"
          },
          {
            "s": "竹溪县"
          },
          {
            "s": "房县"
          },
          {
            "s": "丹江口市"
          }
        ]
      },
      {
        "n": "宜昌",
        "a": [
          {
            "s": "西陵区"
          },
          {
            "s": "伍家岗区"
          },
          {
            "s": "点军区"
          },
          {
            "s": "猇亭区"
          },
          {
            "s": "夷陵区"
          },
          {
            "s": "远安县"
          },
          {
            "s": "兴山县"
          },
          {
            "s": "秭归县"
          },
          {
            "s": "长阳土家族自治县"
          },
          {
            "s": "五峰土家族自治县"
          },
          {
            "s": "宜都市"
          },
          {
            "s": "当阳市"
          },
          {
            "s": "枝江市"
          }
        ]
      },
      {
        "n": "襄樊",
        "a": [
          {
            "s": "襄城区"
          },
          {
            "s": "樊城区"
          },
          {
            "s": "襄阳区"
          },
          {
            "s": "南漳县"
          },
          {
            "s": "谷城县"
          },
          {
            "s": "保康县"
          },
          {
            "s": "老河口市"
          },
          {
            "s": "枣阳市"
          },
          {
            "s": "宜城市"
          }
        ]
      },
      {
        "n": "鄂州",
        "a": [
          {
            "s": "梁子湖区"
          },
          {
            "s": "华容区"
          },
          {
            "s": "鄂城区"
          }
        ]
      },
      {
        "n": "荆门",
        "a": [
          {
            "s": "东宝区"
          },
          {
            "s": "掇刀区"
          },
          {
            "s": "京山县"
          },
          {
            "s": "沙洋县"
          },
          {
            "s": "钟祥市"
          }
        ]
      },
      {
        "n": "孝感",
        "a": [
          {
            "s": "孝南区"
          },
          {
            "s": "孝昌县"
          },
          {
            "s": "大悟县"
          },
          {
            "s": "云梦县"
          },
          {
            "s": "应城市"
          },
          {
            "s": "安陆市"
          },
          {
            "s": "汉川市"
          }
        ]
      },
      {
        "n": "荆州",
        "a": [
          {
            "s": "沙市区"
          },
          {
            "s": "荆州区"
          },
          {
            "s": "公安县"
          },
          {
            "s": "监利县"
          },
          {
            "s": "江陵县"
          },
          {
            "s": "石首市"
          },
          {
            "s": "洪湖市"
          },
          {
            "s": "松滋市"
          }
        ]
      },
      {
        "n": "黄冈",
        "a": [
          {
            "s": "黄州区"
          },
          {
            "s": "团风县"
          },
          {
            "s": "红安县"
          },
          {
            "s": "罗田县"
          },
          {
            "s": "英山县"
          },
          {
            "s": "浠水县"
          },
          {
            "s": "蕲春县"
          },
          {
            "s": "黄梅县"
          },
          {
            "s": "麻城市"
          },
          {
            "s": "武穴市"
          }
        ]
      },
      {
        "n": "咸宁",
        "a": [
          {
            "s": "咸安区"
          },
          {
            "s": "嘉鱼县"
          },
          {
            "s": "通城县"
          },
          {
            "s": "崇阳县"
          },
          {
            "s": "通山县"
          },
          {
            "s": "赤壁市"
          }
        ]
      },
      {
        "n": "随州",
        "a": [
          {
            "s": "曾都区"
          },
          {
            "s": "随县"
          },
          {
            "s": "广水市"
          }
        ]
      },
      {
        "n": "恩施",
        "a": [
          {
            "s": "恩施市"
          },
          {
            "s": "利川市"
          },
          {
            "s": "建始县"
          },
          {
            "s": "巴东县"
          },
          {
            "s": "宣恩县"
          },
          {
            "s": "咸丰县"
          },
          {
            "s": "来凤县"
          },
          {
            "s": "鹤峰县"
          }
        ]
      },
      {
        "n": "仙桃",
        "a": [
          {
            "s": "仙桃"
          }
        ]
      },
      {
        "n": "潜江",
        "a": [
          {
            "s": "潜江"
          }
        ]
      },
      {
        "n": "天门",
        "a": [
          {
            "s": "天门"
          }
        ]
      },
      {
        "n": "神农架",
        "a": [
          {
            "s": "神农架"
          }
        ]
      }
    ]
  },
  "17": {
    "p": "湖南",
    "c": [
      {
        "n": "长沙",
        "a": [
          {
            "s": "芙蓉区"
          },
          {
            "s": "天心区"
          },
          {
            "s": "岳麓区"
          },
          {
            "s": "开福区"
          },
          {
            "s": "雨花区"
          },
          {
            "s": "长沙县"
          },
          {
            "s": "望城县"
          },
          {
            "s": "宁乡县"
          },
          {
            "s": "浏阳市"
          }
        ]
      },
      {
        "n": "株洲",
        "a": [
          {
            "s": "荷塘区"
          },
          {
            "s": "芦淞区"
          },
          {
            "s": "石峰区"
          },
          {
            "s": "天元区"
          },
          {
            "s": "株洲县"
          },
          {
            "s": "攸县"
          },
          {
            "s": "茶陵县"
          },
          {
            "s": "炎陵县"
          },
          {
            "s": "醴陵市"
          }
        ]
      },
      {
        "n": "湘潭",
        "a": [
          {
            "s": "雨湖区"
          },
          {
            "s": "岳塘区"
          },
          {
            "s": "湘潭县"
          },
          {
            "s": "湘乡市"
          },
          {
            "s": "韶山市"
          }
        ]
      },
      {
        "n": "衡阳",
        "a": [
          {
            "s": "珠晖区"
          },
          {
            "s": "雁峰区"
          },
          {
            "s": "石鼓区"
          },
          {
            "s": "蒸湘区"
          },
          {
            "s": "南岳区"
          },
          {
            "s": "衡阳县"
          },
          {
            "s": "衡南县"
          },
          {
            "s": "衡山县"
          },
          {
            "s": "衡东县"
          },
          {
            "s": "祁东县"
          },
          {
            "s": "耒阳市"
          },
          {
            "s": "常宁市"
          }
        ]
      },
      {
        "n": "邵阳",
        "a": [
          {
            "s": "双清区"
          },
          {
            "s": "大祥区"
          },
          {
            "s": "北塔区"
          },
          {
            "s": "邵东县"
          },
          {
            "s": "新邵县"
          },
          {
            "s": "邵阳县"
          },
          {
            "s": "隆回县"
          },
          {
            "s": "洞口县"
          },
          {
            "s": "绥宁县"
          },
          {
            "s": "新宁县"
          },
          {
            "s": "城步苗族自治县"
          },
          {
            "s": "武冈市"
          }
        ]
      },
      {
        "n": "岳阳",
        "a": [
          {
            "s": "岳阳楼区"
          },
          {
            "s": "云溪区"
          },
          {
            "s": "君山区"
          },
          {
            "s": "岳阳县"
          },
          {
            "s": "华容县"
          },
          {
            "s": "湘阴县"
          },
          {
            "s": "平江县"
          },
          {
            "s": "汨罗市"
          },
          {
            "s": "临湘市"
          }
        ]
      },
      {
        "n": "常德",
        "a": [
          {
            "s": "武陵区"
          },
          {
            "s": "鼎城区"
          },
          {
            "s": "安乡县"
          },
          {
            "s": "汉寿县"
          },
          {
            "s": "澧县"
          },
          {
            "s": "临澧县"
          },
          {
            "s": "桃源县"
          },
          {
            "s": "石门县"
          },
          {
            "s": "津市市"
          }
        ]
      },
      {
        "n": "张家界",
        "a": [
          {
            "s": "永定区"
          },
          {
            "s": "武陵源区"
          },
          {
            "s": "慈利县"
          },
          {
            "s": "桑植县"
          }
        ]
      },
      {
        "n": "益阳",
        "a": [
          {
            "s": "资阳区"
          },
          {
            "s": "赫山区"
          },
          {
            "s": "南县"
          },
          {
            "s": "桃江县"
          },
          {
            "s": "安化县"
          },
          {
            "s": "沅江市"
          }
        ]
      },
      {
        "n": "郴州",
        "a": [
          {
            "s": "北湖区"
          },
          {
            "s": "苏仙区"
          },
          {
            "s": "桂阳县"
          },
          {
            "s": "宜章县"
          },
          {
            "s": "永兴县"
          },
          {
            "s": "嘉禾县"
          },
          {
            "s": "临武县"
          },
          {
            "s": "汝城县"
          },
          {
            "s": "桂东县"
          },
          {
            "s": "安仁县"
          },
          {
            "s": "资兴市"
          }
        ]
      },
      {
        "n": "永州",
        "a": [
          {
            "s": "零陵区"
          },
          {
            "s": "冷水滩区"
          },
          {
            "s": "祁阳县"
          },
          {
            "s": "东安县"
          },
          {
            "s": "双牌县"
          },
          {
            "s": "道县"
          },
          {
            "s": "江永县"
          },
          {
            "s": "宁远县"
          },
          {
            "s": "蓝山县"
          },
          {
            "s": "新田县"
          },
          {
            "s": "江华瑶族自治县"
          }
        ]
      },
      {
        "n": "怀化",
        "a": [
          {
            "s": "鹤城区"
          },
          {
            "s": "中方县"
          },
          {
            "s": "沅陵县"
          },
          {
            "s": "辰溪县"
          },
          {
            "s": "溆浦县"
          },
          {
            "s": "会同县"
          },
          {
            "s": "麻阳苗族自治县"
          },
          {
            "s": "新晃侗族自治县"
          },
          {
            "s": "芷江侗族自治县"
          },
          {
            "s": "靖州苗族侗族自治县"
          },
          {
            "s": "通道侗族自治县"
          },
          {
            "s": "洪江市"
          }
        ]
      },
      {
        "n": "娄底",
        "a": [
          {
            "s": "娄星区"
          },
          {
            "s": "双峰县"
          },
          {
            "s": "新化县"
          },
          {
            "s": "冷水江市"
          },
          {
            "s": "涟源市"
          }
        ]
      },
      {
        "n": "湘西",
        "a": [
          {
            "s": "吉首市"
          },
          {
            "s": "泸溪县"
          },
          {
            "s": "凤凰县"
          },
          {
            "s": "花垣县"
          },
          {
            "s": "保靖县"
          },
          {
            "s": "古丈县"
          },
          {
            "s": "永顺县"
          },
          {
            "s": "龙山县"
          }
        ]
      }
    ]
  },
  "18": {
    "p": "广东",
    "c": [
      {
        "n": "广州",
        "a": [
          {
            "s": "荔湾区"
          },
          {
            "s": "越秀区"
          },
          {
            "s": "海珠区"
          },
          {
            "s": "天河区"
          },
          {
            "s": "白云区"
          },
          {
            "s": "黄埔区"
          },
          {
            "s": "番禺区"
          },
          {
            "s": "花都区"
          },
          {
            "s": "南沙区"
          },
          {
            "s": "萝岗区"
          },
          {
            "s": "增城市"
          },
          {
            "s": "从化市"
          }
        ]
      },
      {
        "n": "韶关",
        "a": [
          {
            "s": "武江区"
          },
          {
            "s": "浈江区"
          },
          {
            "s": "曲江区"
          },
          {
            "s": "始兴县"
          },
          {
            "s": "仁化县"
          },
          {
            "s": "翁源县"
          },
          {
            "s": "乳源瑶族自治县"
          },
          {
            "s": "新丰县"
          },
          {
            "s": "乐昌市"
          },
          {
            "s": "南雄市"
          }
        ]
      },
      {
        "n": "深圳",
        "a": [
          {
            "s": "罗湖区"
          },
          {
            "s": "福田区"
          },
          {
            "s": "南山区"
          },
          {
            "s": "宝安区"
          },
          {
            "s": "龙岗区"
          },
          {
            "s": "盐田区"
          }
        ]
      },
      {
        "n": "珠海",
        "a": [
          {
            "s": "香洲区"
          },
          {
            "s": "斗门区"
          },
          {
            "s": "金湾区"
          }
        ]
      },
      {
        "n": "汕头",
        "a": [
          {
            "s": "龙湖区"
          },
          {
            "s": "金平区"
          },
          {
            "s": "濠江区"
          },
          {
            "s": "潮阳区"
          },
          {
            "s": "潮南区"
          },
          {
            "s": "澄海区"
          },
          {
            "s": "南澳县"
          }
        ]
      },
      {
        "n": "佛山",
        "a": [
          {
            "s": "禅城区"
          },
          {
            "s": "南海区"
          },
          {
            "s": "顺德区"
          },
          {
            "s": "三水区"
          },
          {
            "s": "高明区"
          }
        ]
      },
      {
        "n": "江门",
        "a": [
          {
            "s": "蓬江区"
          },
          {
            "s": "江海区"
          },
          {
            "s": "新会区"
          },
          {
            "s": "台山市"
          },
          {
            "s": "开平市"
          },
          {
            "s": "鹤山市"
          },
          {
            "s": "恩平市"
          }
        ]
      },
      {
        "n": "湛江",
        "a": [
          {
            "s": "赤坎区"
          },
          {
            "s": "霞山区"
          },
          {
            "s": "坡头区"
          },
          {
            "s": "麻章区"
          },
          {
            "s": "遂溪县"
          },
          {
            "s": "徐闻县"
          },
          {
            "s": "廉江市"
          },
          {
            "s": "雷州市"
          },
          {
            "s": "吴川市"
          }
        ]
      },
      {
        "n": "茂名",
        "a": [
          {
            "s": "茂南区"
          },
          {
            "s": "茂港区"
          },
          {
            "s": "电白县"
          },
          {
            "s": "高州市"
          },
          {
            "s": "化州市"
          },
          {
            "s": "信宜市"
          }
        ]
      },
      {
        "n": "肇庆",
        "a": [
          {
            "s": "端州区"
          },
          {
            "s": "鼎湖区"
          },
          {
            "s": "广宁县"
          },
          {
            "s": "怀集县"
          },
          {
            "s": "封开县"
          },
          {
            "s": "德庆县"
          },
          {
            "s": "高要市"
          },
          {
            "s": "四会市"
          }
        ]
      },
      {
        "n": "惠州",
        "a": [
          {
            "s": "惠城区"
          },
          {
            "s": "惠阳区"
          },
          {
            "s": "博罗县"
          },
          {
            "s": "惠东县"
          },
          {
            "s": "龙门县"
          }
        ]
      },
      {
        "n": "梅州",
        "a": [
          {
            "s": "梅江区"
          },
          {
            "s": "梅县"
          },
          {
            "s": "大埔县"
          },
          {
            "s": "丰顺县"
          },
          {
            "s": "五华县"
          },
          {
            "s": "平远县"
          },
          {
            "s": "蕉岭县"
          },
          {
            "s": "兴宁市"
          }
        ]
      },
      {
        "n": "汕尾",
        "a": [
          {
            "s": "城区"
          },
          {
            "s": "海丰县"
          },
          {
            "s": "陆河县"
          },
          {
            "s": "陆丰市"
          }
        ]
      },
      {
        "n": "河源",
        "a": [
          {
            "s": "源城区"
          },
          {
            "s": "紫金县"
          },
          {
            "s": "龙川县"
          },
          {
            "s": "连平县"
          },
          {
            "s": "和平县"
          },
          {
            "s": "东源县"
          }
        ]
      },
      {
        "n": "阳江",
        "a": [
          {
            "s": "江城区"
          },
          {
            "s": "阳西县"
          },
          {
            "s": "阳东县"
          },
          {
            "s": "阳春市"
          }
        ]
      },
      {
        "n": "清远",
        "a": [
          {
            "s": "清城区"
          },
          {
            "s": "佛冈县"
          },
          {
            "s": "阳山县"
          },
          {
            "s": "连山壮族瑶族自治县"
          },
          {
            "s": "连南瑶族自治县"
          },
          {
            "s": "清新县"
          },
          {
            "s": "英德市"
          },
          {
            "s": "连州市"
          }
        ]
      },
      {
        "n": "东莞",
        "a": [
          {
            "s": "东莞市"
          }
        ]
      },
      {
        "n": "中山",
        "a": [
          {
            "s": "中山市"
          }
        ]
      },
      {
        "n": "潮州",
        "a": [
          {
            "s": "湘桥区"
          },
          {
            "s": "潮安县"
          },
          {
            "s": "饶平县"
          }
        ]
      },
      {
        "n": "揭阳",
        "a": [
          {
            "s": "榕城区"
          },
          {
            "s": "揭东县"
          },
          {
            "s": "揭西县"
          },
          {
            "s": "惠来县"
          },
          {
            "s": "普宁市"
          }
        ]
      },
      {
        "n": "云浮",
        "a": [
          {
            "s": "云城区"
          },
          {
            "s": "新兴县"
          },
          {
            "s": "郁南县"
          },
          {
            "s": "云安县"
          },
          {
            "s": "罗定市"
          }
        ]
      }
    ]
  },
  "19": {
    "p": "广西",
    "c": [
      {
        "n": "南宁",
        "a": [
          {
            "s": "兴宁区"
          },
          {
            "s": "青秀区"
          },
          {
            "s": "江南区"
          },
          {
            "s": "西乡塘区"
          },
          {
            "s": "良庆区"
          },
          {
            "s": "邕宁区"
          },
          {
            "s": "武鸣县"
          },
          {
            "s": "隆安县"
          },
          {
            "s": "马山县"
          },
          {
            "s": "上林县"
          },
          {
            "s": "宾阳县"
          },
          {
            "s": "横县"
          }
        ]
      },
      {
        "n": "柳州",
        "a": [
          {
            "s": "城中区"
          },
          {
            "s": "鱼峰区"
          },
          {
            "s": "柳南区"
          },
          {
            "s": "柳北区"
          },
          {
            "s": "柳江县"
          },
          {
            "s": "柳城县"
          },
          {
            "s": "鹿寨县"
          },
          {
            "s": "融安县"
          },
          {
            "s": "融水苗族自治县"
          },
          {
            "s": "三江侗族自治县"
          }
        ]
      },
      {
        "n": "桂林",
        "a": [
          {
            "s": "秀峰区"
          },
          {
            "s": "叠彩区"
          },
          {
            "s": "象山区"
          },
          {
            "s": "七星区"
          },
          {
            "s": "雁山区"
          },
          {
            "s": "阳朔县"
          },
          {
            "s": "临桂县"
          },
          {
            "s": "灵川县"
          },
          {
            "s": "全州县"
          },
          {
            "s": "兴安县"
          },
          {
            "s": "永福县"
          },
          {
            "s": "灌阳县"
          },
          {
            "s": "龙胜各族自治县"
          },
          {
            "s": "资源县"
          },
          {
            "s": "平乐县"
          },
          {
            "s": "荔蒲县"
          },
          {
            "s": "恭城瑶族自治县"
          }
        ]
      },
      {
        "n": "梧州",
        "a": [
          {
            "s": "万秀区"
          },
          {
            "s": "蝶山区"
          },
          {
            "s": "长洲区"
          },
          {
            "s": "苍梧县"
          },
          {
            "s": "藤县"
          },
          {
            "s": "蒙山县"
          },
          {
            "s": "岑溪市"
          }
        ]
      },
      {
        "n": "北海",
        "a": [
          {
            "s": "海城区"
          },
          {
            "s": "银海区"
          },
          {
            "s": "铁山港区"
          },
          {
            "s": "合浦县"
          }
        ]
      },
      {
        "n": "防城港",
        "a": [
          {
            "s": "港口区"
          },
          {
            "s": "防城区"
          },
          {
            "s": "上思县"
          },
          {
            "s": "东兴市"
          }
        ]
      },
      {
        "n": "钦州",
        "a": [
          {
            "s": "钦南区"
          },
          {
            "s": "钦北区"
          },
          {
            "s": "灵山县"
          },
          {
            "s": "浦北县"
          }
        ]
      },
      {
        "n": "贵港",
        "a": [
          {
            "s": "港北区"
          },
          {
            "s": "港南区"
          },
          {
            "s": "覃塘区"
          },
          {
            "s": "平南县"
          },
          {
            "s": "桂平市"
          }
        ]
      },
      {
        "n": "玉林",
        "a": [
          {
            "s": "玉州区"
          },
          {
            "s": "容县"
          },
          {
            "s": "陆川县"
          },
          {
            "s": "博白县"
          },
          {
            "s": "兴业县"
          },
          {
            "s": "北流市"
          }
        ]
      },
      {
        "n": "百色",
        "a": [
          {
            "s": "右江区"
          },
          {
            "s": "田阳县"
          },
          {
            "s": "田东县"
          },
          {
            "s": "平果县"
          },
          {
            "s": "德保县"
          },
          {
            "s": "靖西县"
          },
          {
            "s": "那坡县"
          },
          {
            "s": "凌云县"
          },
          {
            "s": "乐业县"
          },
          {
            "s": "田林县"
          },
          {
            "s": "西林县"
          },
          {
            "s": "隆林各族自治县"
          }
        ]
      },
      {
        "n": "贺州",
        "a": [
          {
            "s": "八步区"
          },
          {
            "s": "昭平县"
          },
          {
            "s": "钟山县"
          },
          {
            "s": "富川瑶族自治县"
          }
        ]
      },
      {
        "n": "河池",
        "a": [
          {
            "s": "金城江区"
          },
          {
            "s": "南丹县"
          },
          {
            "s": "天峨县"
          },
          {
            "s": "凤山县"
          },
          {
            "s": "东兰县"
          },
          {
            "s": "罗城仫佬族自治县"
          },
          {
            "s": "环江毛南族自治县"
          },
          {
            "s": "巴马瑶族自治县"
          },
          {
            "s": "都安瑶族自治县"
          },
          {
            "s": "大化瑶族自治县"
          },
          {
            "s": "宜州市"
          }
        ]
      },
      {
        "n": "来宾",
        "a": [
          {
            "s": "兴宾区"
          },
          {
            "s": "忻城县"
          },
          {
            "s": "象州县"
          },
          {
            "s": "武宣县"
          },
          {
            "s": "金秀瑶族自治县"
          },
          {
            "s": "合山市"
          }
        ]
      },
      {
        "n": "崇左",
        "a": [
          {
            "s": "江洲区"
          },
          {
            "s": "扶绥县"
          },
          {
            "s": "宁明县"
          },
          {
            "s": "龙州县"
          },
          {
            "s": "大新县"
          },
          {
            "s": "天等县"
          },
          {
            "s": "凭祥市"
          }
        ]
      }
    ]
  },
  "20": {
    "p": "海南",
    "c": [
      {
        "n": "海口",
        "a": [
          {
            "s": "秀英区"
          },
          {
            "s": "龙华区"
          },
          {
            "s": "琼山区"
          },
          {
            "s": "美兰区"
          }
        ]
      },
      {
        "n": "三亚",
        "a": [
          {
            "s": "三亚市"
          }
        ]
      },
      {
        "n": "五指山",
        "a": [
          {
            "s": "五指山"
          }
        ]
      },
      {
        "n": "琼海",
        "a": [
          {
            "s": "琼海"
          }
        ]
      },
      {
        "n": "儋州",
        "a": [
          {
            "s": "儋州"
          }
        ]
      },
      {
        "n": "文昌",
        "a": [
          {
            "s": "文昌"
          }
        ]
      },
      {
        "n": "万宁",
        "a": [
          {
            "s": "万宁"
          }
        ]
      },
      {
        "n": "东方",
        "a": [
          {
            "s": "东方"
          }
        ]
      }
    ]
  },
  "21": {
    "p": "重庆",
    "c": [
      {
        "n": "万州区"
      },
      {
        "n": "涪陵区"
      },
      {
        "n": "渝中区"
      },
      {
        "n": "大渡口区"
      },
      {
        "n": "江北区"
      },
      {
        "n": "沙坪坝区"
      },
      {
        "n": "九龙坡区"
      },
      {
        "n": "南岸区"
      },
      {
        "n": "北碚区"
      },
      {
        "n": "万盛区"
      },
      {
        "n": "双挢区"
      },
      {
        "n": "渝北区"
      },
      {
        "n": "巴南区"
      },
      {
        "n": "长寿区"
      },
      {
        "n": "綦江县"
      },
      {
        "n": "潼南县"
      },
      {
        "n": "铜梁县"
      },
      {
        "n": "大足县"
      },
      {
        "n": "荣昌县"
      },
      {
        "n": "壁山县"
      },
      {
        "n": "梁平县"
      },
      {
        "n": "城口县"
      },
      {
        "n": "丰都县"
      },
      {
        "n": "垫江县"
      },
      {
        "n": "武隆县"
      },
      {
        "n": "忠县"
      },
      {
        "n": "开县"
      },
      {
        "n": "云阳县"
      },
      {
        "n": "奉节县"
      },
      {
        "n": "巫山县"
      },
      {
        "n": "巫溪县"
      },
      {
        "n": "黔江区"
      },
      {
        "n": "石柱土家族自治县"
      },
      {
        "n": "秀山土家族苗族自治县"
      },
      {
        "n": "酉阳土家族苗族自治县"
      },
      {
        "n": "彭水苗族土家族自治县"
      },
      {
        "n": "江津区"
      },
      {
        "n": "合川区"
      },
      {
        "n": "永川区"
      },
      {
        "n": "南川区"
      }
    ]
  },
  "22": {
    "p": "四川",
    "c": [
      {
        "n": "成都",
        "a": [
          {
            "s": "锦江区"
          },
          {
            "s": "青羊区"
          },
          {
            "s": "金牛区"
          },
          {
            "s": "武侯区"
          },
          {
            "s": "成华区"
          },
          {
            "s": "龙泉驿区"
          },
          {
            "s": "青白江区"
          },
          {
            "s": "新都区"
          },
          {
            "s": "温江区"
          },
          {
            "s": "金堂县"
          },
          {
            "s": "双流县"
          },
          {
            "s": "郫县"
          },
          {
            "s": "大邑县"
          },
          {
            "s": "蒲江县"
          },
          {
            "s": "新津县"
          },
          {
            "s": "都江堰市"
          },
          {
            "s": "彭州市"
          },
          {
            "s": "邛崃市"
          },
          {
            "s": "崇州市"
          }
        ]
      },
      {
        "n": "自贡",
        "a": [
          {
            "s": "自流井区"
          },
          {
            "s": "贡井区"
          },
          {
            "s": "大安区"
          },
          {
            "s": "沿滩区"
          },
          {
            "s": "荣县"
          },
          {
            "s": "富顺县"
          }
        ]
      },
      {
        "n": "攀枝花",
        "a": [
          {
            "s": "东区"
          },
          {
            "s": "西区"
          },
          {
            "s": "仁和区"
          },
          {
            "s": "米易县"
          },
          {
            "s": "盐边县"
          }
        ]
      },
      {
        "n": "泸州",
        "a": [
          {
            "s": "江阳区"
          },
          {
            "s": "纳溪区"
          },
          {
            "s": "龙马潭区"
          },
          {
            "s": "泸县"
          },
          {
            "s": "合江县"
          },
          {
            "s": "叙永县"
          },
          {
            "s": "古蔺县"
          }
        ]
      },
      {
        "n": "德阳",
        "a": [
          {
            "s": "旌阳区"
          },
          {
            "s": "中江县"
          },
          {
            "s": "罗江县"
          },
          {
            "s": "广汉市"
          },
          {
            "s": "什邡市"
          },
          {
            "s": "绵竹市"
          }
        ]
      },
      {
        "n": "绵阳",
        "a": [
          {
            "s": "涪城区"
          },
          {
            "s": "游仙区"
          },
          {
            "s": "三台县"
          },
          {
            "s": "盐亭县"
          },
          {
            "s": "安县"
          },
          {
            "s": "梓潼县"
          },
          {
            "s": "北川羌族自治县"
          },
          {
            "s": "平武县"
          },
          {
            "s": "江油市"
          }
        ]
      },
      {
        "n": "广元",
        "a": [
          {
            "s": "利州区"
          },
          {
            "s": "元坝区"
          },
          {
            "s": "朝天区"
          },
          {
            "s": "旺苍县"
          },
          {
            "s": "青川县"
          },
          {
            "s": "剑阁县"
          },
          {
            "s": "苍溪县"
          }
        ]
      },
      {
        "n": "遂宁",
        "a": [
          {
            "s": "船山区"
          },
          {
            "s": ">安居区"
          },
          {
            "s": ">蓬溪县"
          },
          {
            "s": ">射洪县"
          },
          {
            "s": ">大英县"
          }
        ]
      },
      {
        "n": "内江",
        "a": [
          {
            "s": "市中区"
          },
          {
            "s": "东兴区"
          },
          {
            "s": "威远县"
          },
          {
            "s": "资中县"
          },
          {
            "s": "隆昌县"
          }
        ]
      },
      {
        "n": "乐山",
        "a": [
          {
            "s": "市中区"
          },
          {
            "s": "沙湾区"
          },
          {
            "s": "五通桥区"
          },
          {
            "s": "金口河区"
          },
          {
            "s": "犍为县"
          },
          {
            "s": "井研县"
          },
          {
            "s": "夹江县"
          },
          {
            "s": "沐川县"
          },
          {
            "s": "峨边彝族自治县"
          },
          {
            "s": "马边彝族自治县"
          },
          {
            "s": "峨眉山市"
          }
        ]
      },
      {
        "n": "南充",
        "a": [
          {
            "s": "顺庆区"
          },
          {
            "s": "高坪区"
          },
          {
            "s": "嘉陵区"
          },
          {
            "s": "南部县"
          },
          {
            "s": "营山县"
          },
          {
            "s": "蓬安县"
          },
          {
            "s": "仪陇县"
          },
          {
            "s": "西充县"
          },
          {
            "s": "阆中市"
          }
        ]
      },
      {
        "n": "眉山",
        "a": [
          {
            "s": "东坡区"
          },
          {
            "s": "仁寿县"
          },
          {
            "s": "彭山县"
          },
          {
            "s": "洪雅县"
          },
          {
            "s": "丹棱县"
          },
          {
            "s": "青神县"
          }
        ]
      },
      {
        "n": "宜宾",
        "a": [
          {
            "s": "翠屏区"
          },
          {
            "s": "宜宾县"
          },
          {
            "s": "南溪县"
          },
          {
            "s": "江安县"
          },
          {
            "s": "长宁县"
          },
          {
            "s": "高县"
          },
          {
            "s": "珙县"
          },
          {
            "s": "筠连县"
          },
          {
            "s": "兴文县"
          },
          {
            "s": "屏山县"
          }
        ]
      },
      {
        "n": "广安",
        "a": [
          {
            "s": "广安区"
          },
          {
            "s": "岳池县"
          },
          {
            "s": "武胜县"
          },
          {
            "s": "邻水县"
          },
          {
            "s": "华蓥市"
          }
        ]
      },
      {
        "n": "达川",
        "a": [
          {
            "s": "通川区"
          },
          {
            "s": "达县"
          },
          {
            "s": "宣汉县"
          },
          {
            "s": "开江县"
          },
          {
            "s": "大竹县"
          },
          {
            "s": "渠县"
          },
          {
            "s": "万源市"
          }
        ]
      },
      {
        "n": "雅安",
        "a": [
          {
            "s": "雨城区"
          },
          {
            "s": "名山县"
          },
          {
            "s": "荥经县"
          },
          {
            "s": "汉源县"
          },
          {
            "s": "石棉县"
          },
          {
            "s": "天全县"
          },
          {
            "s": "芦山县"
          },
          {
            "s": "宝兴县"
          }
        ]
      },
      {
        "n": "巴中",
        "a": [
          {
            "s": "巴州区"
          },
          {
            "s": "通江县"
          },
          {
            "s": "南江县"
          },
          {
            "s": "平昌县"
          }
        ]
      },
      {
        "n": "资阳",
        "a": [
          {
            "s": "雁江区"
          },
          {
            "s": "安岳县"
          },
          {
            "s": "乐至县"
          },
          {
            "s": "简阳市"
          }
        ]
      },
      {
        "n": "阿坝",
        "a": [
          {
            "s": "汶川县"
          },
          {
            "s": "理县"
          },
          {
            "s": "茂县"
          },
          {
            "s": "松潘县"
          },
          {
            "s": "九寨沟县"
          },
          {
            "s": "金川县"
          },
          {
            "s": "小金县"
          },
          {
            "s": "黑水县"
          },
          {
            "s": "马尔康县"
          },
          {
            "s": "壤塘县"
          },
          {
            "s": "阿坝县"
          },
          {
            "s": "若尔盖县"
          },
          {
            "s": "红原县"
          }
        ]
      },
      {
        "n": "甘孜",
        "a": [
          {
            "s": "康定县"
          },
          {
            "s": "泸定县"
          },
          {
            "s": "丹巴县"
          },
          {
            "s": "九龙县"
          },
          {
            "s": "雅江县"
          },
          {
            "s": "道孚县"
          },
          {
            "s": "炉霍县"
          },
          {
            "s": "甘孜县"
          },
          {
            "s": "新龙县"
          },
          {
            "s": "德格县"
          },
          {
            "s": "白玉县"
          },
          {
            "s": "石渠县"
          },
          {
            "s": "色达县"
          },
          {
            "s": "理塘县"
          },
          {
            "s": "巴塘县"
          },
          {
            "s": "乡城县"
          },
          {
            "s": "稻城县"
          },
          {
            "s": "得荣县"
          }
        ]
      },
      {
        "n": "凉山",
        "a": [
          {
            "s": "西昌市"
          },
          {
            "s": "木里藏族自治县"
          },
          {
            "s": "盐源县"
          },
          {
            "s": "德昌县"
          },
          {
            "s": "会理县"
          },
          {
            "s": "会东县"
          },
          {
            "s": "宁南县"
          },
          {
            "s": "普格县"
          },
          {
            "s": "布拖县"
          },
          {
            "s": "金阳县"
          },
          {
            "s": "昭觉县"
          },
          {
            "s": "喜德县"
          },
          {
            "s": "冕宁县"
          },
          {
            "s": "越西县"
          },
          {
            "s": "甘洛县"
          },
          {
            "s": "美姑县"
          },
          {
            "s": "雷波县"
          }
        ]
      }
    ]
  },
  "23": {
    "p": "贵州",
    "c": [
      {
        "n": "贵阳",
        "a": [
          {
            "s": "南明区"
          },
          {
            "s": "云岩区"
          },
          {
            "s": "花溪区"
          },
          {
            "s": "乌当区"
          },
          {
            "s": "白云区"
          },
          {
            "s": "小河区"
          },
          {
            "s": "开阳县"
          },
          {
            "s": "息烽县"
          },
          {
            "s": "修文县"
          },
          {
            "s": "清镇市"
          }
        ]
      },
      {
        "n": "六盘水",
        "a": [
          {
            "s": "钟山区"
          },
          {
            "s": "六枝特区"
          },
          {
            "s": "水城县"
          },
          {
            "s": "盘县"
          }
        ]
      },
      {
        "n": "遵义",
        "a": [
          {
            "s": "红花岗区"
          },
          {
            "s": "汇川区"
          },
          {
            "s": "遵义县"
          },
          {
            "s": "桐梓县"
          },
          {
            "s": "绥阳县"
          },
          {
            "s": "正安县"
          },
          {
            "s": "道真仡佬族苗族自治县"
          },
          {
            "s": "务川仡佬族苗族自治县"
          },
          {
            "s": "凤冈县"
          },
          {
            "s": "湄潭县"
          },
          {
            "s": "余庆县"
          },
          {
            "s": "习水县"
          },
          {
            "s": "赤水市"
          },
          {
            "s": "仁怀市"
          }
        ]
      },
      {
        "n": "安顺",
        "a": [
          {
            "s": "西秀区"
          },
          {
            "s": "平坝县"
          },
          {
            "s": "普定县"
          },
          {
            "s": "镇宁布依族苗族自治县"
          },
          {
            "s": "关岭布依族苗族自治县"
          },
          {
            "s": "紫云苗族布依族自治县"
          }
        ]
      },
      {
        "n": "铜仁",
        "a": [
          {
            "s": "铜仁市"
          },
          {
            "s": "江口县"
          },
          {
            "s": "玉屏侗族自治县"
          },
          {
            "s": "石阡县"
          },
          {
            "s": "思南县"
          },
          {
            "s": "印江土家族苗族自治县"
          },
          {
            "s": "德江县"
          },
          {
            "s": "沿河土家族自治县"
          },
          {
            "s": "松桃苗族自治县"
          },
          {
            "s": "万山特区"
          }
        ]
      },
      {
        "n": "黔西南",
        "a": [
          {
            "s": "兴义市"
          },
          {
            "s": "兴仁县"
          },
          {
            "s": "普安县"
          },
          {
            "s": "晴隆县"
          },
          {
            "s": "贞丰县"
          },
          {
            "s": "望谟县"
          },
          {
            "s": "册亨县"
          },
          {
            "s": "安龙县"
          }
        ]
      },
      {
        "n": "毕节",
        "a": [
          {
            "s": "毕节市"
          },
          {
            "s": "大方县"
          },
          {
            "s": "黔西县"
          },
          {
            "s": "金沙县"
          },
          {
            "s": "织金县"
          },
          {
            "s": "纳雍县"
          },
          {
            "s": "威宁彝族回族苗族自治县"
          },
          {
            "s": "赫章县"
          }
        ]
      },
      {
        "n": "黔东南",
        "a": [
          {
            "s": "凯里市"
          },
          {
            "s": "黄平县"
          },
          {
            "s": "施秉县"
          },
          {
            "s": "三穗县"
          },
          {
            "s": "镇远县"
          },
          {
            "s": "岑巩县"
          },
          {
            "s": "天柱县"
          },
          {
            "s": "锦屏县"
          },
          {
            "s": "剑河县"
          },
          {
            "s": "台江县"
          },
          {
            "s": "黎平县"
          },
          {
            "s": "榕江县"
          },
          {
            "s": "从江县"
          },
          {
            "s": "雷山县"
          },
          {
            "s": "麻江县"
          },
          {
            "s": "丹寨县"
          }
        ]
      },
      {
        "n": "黔南",
        "a": [
          {
            "s": "都匀市"
          },
          {
            "s": "福泉市"
          },
          {
            "s": "荔波县"
          },
          {
            "s": "贵定县"
          },
          {
            "s": "瓮安县"
          },
          {
            "s": "独山县"
          },
          {
            "s": "平塘县"
          },
          {
            "s": "罗甸县"
          },
          {
            "s": "长顺县"
          },
          {
            "s": "龙里县"
          },
          {
            "s": "惠水县"
          },
          {
            "s": "三都水族自治县"
          }
        ]
      }
    ]
  },
  "24": {
    "p": "云南",
    "c": [
      {
        "n": "昆明",
        "a": [
          {
            "s": "五华区"
          },
          {
            "s": "盘龙区"
          },
          {
            "s": "官渡区"
          },
          {
            "s": "西山区"
          },
          {
            "s": "东川区"
          },
          {
            "s": "呈贡县"
          },
          {
            "s": "晋宁县"
          },
          {
            "s": "富民县"
          },
          {
            "s": "宜良县"
          },
          {
            "s": "石林彝族自治县"
          },
          {
            "s": "嵩明县"
          },
          {
            "s": "禄劝彝族苗族自治县"
          },
          {
            "s": "寻甸回族彝族自治县"
          },
          {
            "s": "安宁市"
          }
        ]
      },
      {
        "n": "曲靖",
        "a": [
          {
            "s": "麒麟区"
          },
          {
            "s": "马龙县"
          },
          {
            "s": "陆良县"
          },
          {
            "s": "师宗县"
          },
          {
            "s": "罗平县"
          },
          {
            "s": "富源县"
          },
          {
            "s": "会泽县"
          },
          {
            "s": "沾益县"
          },
          {
            "s": "宣威市"
          }
        ]
      },
      {
        "n": "玉溪",
        "a": [
          {
            "s": "红塔区"
          },
          {
            "s": "江川县"
          },
          {
            "s": "澄江县"
          },
          {
            "s": "通海县"
          },
          {
            "s": "华宁县"
          },
          {
            "s": "易门县"
          },
          {
            "s": "峨山彝族自治县"
          },
          {
            "s": "新平彝族傣族自治县"
          },
          {
            "s": "元江哈尼族彝族傣族自治县"
          }
        ]
      },
      {
        "n": "保山",
        "a": [
          {
            "s": "隆阳区"
          },
          {
            "s": "施甸县"
          },
          {
            "s": "腾冲县"
          },
          {
            "s": "龙陵县"
          },
          {
            "s": "昌宁县"
          }
        ]
      },
      {
        "n": "昭通",
        "a": [
          {
            "s": "昭阳区"
          },
          {
            "s": "鲁甸县"
          },
          {
            "s": "巧家县"
          },
          {
            "s": "盐津县"
          },
          {
            "s": "大关县"
          },
          {
            "s": "永善县"
          },
          {
            "s": "绥江县"
          },
          {
            "s": "镇雄县"
          },
          {
            "s": "彝良县"
          },
          {
            "s": "威信县"
          },
          {
            "s": "水富县"
          }
        ]
      },
      {
        "n": "丽江",
        "a": [
          {
            "s": "古城区"
          },
          {
            "s": "玉龙纳西族自治县"
          },
          {
            "s": "永胜县"
          },
          {
            "s": "华坪县"
          },
          {
            "s": "宁蒗彝族自治县"
          }
        ]
      },
      {
        "n": "普洱",
        "a": [
          {
            "s": "思茅区"
          },
          {
            "s": "宁洱镇"
          },
          {
            "s": "墨江哈尼族自治县"
          },
          {
            "s": "景东彝族自治县"
          },
          {
            "s": "景谷傣族彝族自治县"
          },
          {
            "s": "镇沅彝族哈尼族拉祜族自治县"
          },
          {
            "s": "江城哈尼族彝族自治县"
          },
          {
            "s": "孟连傣族拉祜族佤族自治县"
          },
          {
            "s": "澜沧拉祜族自治县"
          },
          {
            "s": "西盟佤族自治县"
          }
        ]
      },
      {
        "n": "临沧",
        "a": [
          {
            "s": "临翔区"
          },
          {
            "s": "凤庆县"
          },
          {
            "s": "云县"
          },
          {
            "s": "永德县"
          },
          {
            "s": "镇康县"
          },
          {
            "s": "双江拉祜族佤族布朗族傣族自治县"
          },
          {
            "s": "耿马傣族佤族自治县"
          },
          {
            "s": "沧源佤族自治县"
          }
        ]
      },
      {
        "n": "楚雄",
        "a": [
          {
            "s": "楚雄市"
          },
          {
            "s": "双柏县"
          },
          {
            "s": "牟定县"
          },
          {
            "s": "南华县"
          },
          {
            "s": "姚安县"
          },
          {
            "s": "大姚县"
          },
          {
            "s": "永仁县"
          },
          {
            "s": "元谋县"
          },
          {
            "s": "武定县"
          },
          {
            "s": "禄丰县"
          }
        ]
      },
      {
        "n": "红河",
        "a": [
          {
            "s": "个旧市"
          },
          {
            "s": "开远市"
          },
          {
            "s": "蒙自县"
          },
          {
            "s": "屏边苗族自治县"
          },
          {
            "s": "建水县"
          },
          {
            "s": "石屏县"
          },
          {
            "s": "弥勒县"
          },
          {
            "s": "泸西县"
          },
          {
            "s": "元阳县"
          },
          {
            "s": "红河县"
          },
          {
            "s": "金平苗族瑶族傣族自治县"
          },
          {
            "s": "绿春县"
          },
          {
            "s": "河口瑶族自治县"
          }
        ]
      },
      {
        "n": "文山",
        "a": [
          {
            "s": "文山县"
          },
          {
            "s": "砚山县"
          },
          {
            "s": "西畴县"
          },
          {
            "s": "麻栗坡县"
          },
          {
            "s": "马关县"
          },
          {
            "s": "丘北县"
          },
          {
            "s": "广南县"
          },
          {
            "s": "富宁县"
          }
        ]
      },
      {
        "n": "西双版纳",
        "a": [
          {
            "s": "景洪市"
          },
          {
            "s": "勐海县"
          },
          {
            "s": "勐腊县"
          }
        ]
      },
      {
        "n": "大理",
        "a": [
          {
            "s": "大理市"
          },
          {
            "s": "漾濞彝族自治县"
          },
          {
            "s": "祥云县"
          },
          {
            "s": "宾川县"
          },
          {
            "s": "弥渡县"
          },
          {
            "s": "南涧彝族自治县"
          },
          {
            "s": "巍山彝族回族自治县"
          },
          {
            "s": "永平县"
          },
          {
            "s": "云龙县"
          },
          {
            "s": "洱源县"
          },
          {
            "s": "剑川县"
          },
          {
            "s": "鹤庆县"
          }
        ]
      },
      {
        "n": "德宏",
        "a": [
          {
            "s": "瑞丽市"
          },
          {
            "s": "潞西市"
          },
          {
            "s": "梁河县"
          },
          {
            "s": "盈江县"
          },
          {
            "s": "陇川县"
          }
        ]
      },
      {
        "n": "怒江傈",
        "a": [
          {
            "s": "泸水县"
          },
          {
            "s": "福贡县"
          },
          {
            "s": "贡山独龙族怒族自治县"
          },
          {
            "s": "兰坪白族普米族自治县"
          }
        ]
      },
      {
        "n": "迪庆",
        "a": [
          {
            "s": "香格里拉县"
          },
          {
            "s": "德钦县"
          },
          {
            "s": "维西傈僳族自治县"
          }
        ]
      }
    ]
  },
  "25": {
    "p": "西藏",
    "c": [
      {
        "n": "拉萨",
        "a": [
          {
            "s": "城关区"
          },
          {
            "s": "林周县"
          },
          {
            "s": "当雄县"
          },
          {
            "s": "尼木县"
          },
          {
            "s": "曲水县"
          },
          {
            "s": "堆龙德庆县"
          },
          {
            "s": "达孜县"
          },
          {
            "s": "墨竹工卡县"
          }
        ]
      },
      {
        "n": "昌都",
        "a": [
          {
            "s": "昌都县"
          },
          {
            "s": "江达县"
          },
          {
            "s": "贡觉县"
          },
          {
            "s": "类乌齐县"
          },
          {
            "s": "丁青县"
          },
          {
            "s": "察雅县"
          },
          {
            "s": "八宿县"
          },
          {
            "s": "左贡县"
          },
          {
            "s": "芒康县"
          },
          {
            "s": "洛隆县"
          },
          {
            "s": "边坝县"
          }
        ]
      },
      {
        "n": "山南",
        "a": [
          {
            "s": "乃东县"
          },
          {
            "s": "扎囊县"
          },
          {
            "s": "贡嘎县"
          },
          {
            "s": "桑日县"
          },
          {
            "s": "琼结县"
          },
          {
            "s": "曲松县"
          },
          {
            "s": "措美县"
          },
          {
            "s": "洛扎县"
          },
          {
            "s": "加查县"
          },
          {
            "s": "隆子县"
          },
          {
            "s": "错那县"
          },
          {
            "s": "浪卡子县"
          }
        ]
      },
      {
        "n": "日喀则",
        "a": [
          {
            "s": "日喀则市"
          },
          {
            "s": "南木林县"
          },
          {
            "s": "江孜县"
          },
          {
            "s": "定日县"
          },
          {
            "s": "萨迦县"
          },
          {
            "s": "拉孜县"
          },
          {
            "s": "昂仁县"
          },
          {
            "s": "谢通门县"
          },
          {
            "s": "白朗县"
          },
          {
            "s": "仁布县"
          },
          {
            "s": "康马县"
          },
          {
            "s": "定结县"
          },
          {
            "s": "仲巴县"
          },
          {
            "s": "亚东县"
          },
          {
            "s": "吉隆县"
          },
          {
            "s": "聂拉木县"
          },
          {
            "s": "萨嘎县"
          },
          {
            "s": "岗巴县"
          }
        ]
      },
      {
        "n": "那曲",
        "a": [
          {
            "s": "那曲县"
          },
          {
            "s": "嘉黎县"
          },
          {
            "s": "比如县"
          },
          {
            "s": "聂荣县"
          },
          {
            "s": "安多县"
          },
          {
            "s": "申扎县"
          },
          {
            "s": "索县"
          },
          {
            "s": "班戈县"
          },
          {
            "s": "巴青县"
          },
          {
            "s": "尼玛县"
          }
        ]
      },
      {
        "n": "阿里",
        "a": [
          {
            "s": "普兰县"
          },
          {
            "s": "札达县"
          },
          {
            "s": "噶尔县"
          },
          {
            "s": "日土县"
          },
          {
            "s": "革吉县"
          },
          {
            "s": "改则县"
          },
          {
            "s": "措勤县"
          }
        ]
      },
      {
        "n": "林芝",
        "a": [
          {
            "s": "林芝县"
          },
          {
            "s": "工布江达县"
          },
          {
            "s": "米林县"
          },
          {
            "s": "墨脱县"
          },
          {
            "s": "波密县"
          },
          {
            "s": "察隅县"
          },
          {
            "s": "朗县"
          }
        ]
      }
    ]
  },
  "26": {
    "p": "陕西",
    "c": [
      {
        "n": "西安",
        "a": [
          {
            "s": "新城区"
          },
          {
            "s": "碑林区"
          },
          {
            "s": "莲湖区"
          },
          {
            "s": "灞桥区"
          },
          {
            "s": "未央区"
          },
          {
            "s": "雁塔区"
          },
          {
            "s": "阎良区"
          },
          {
            "s": "临潼区"
          },
          {
            "s": "长安区"
          },
          {
            "s": "蓝田县"
          },
          {
            "s": "周至县"
          },
          {
            "s": "户县"
          },
          {
            "s": "高陵县"
          }
        ]
      },
      {
        "n": "铜川",
        "a": [
          {
            "s": "王益区"
          },
          {
            "s": "印台区"
          },
          {
            "s": "耀州区"
          },
          {
            "s": "宜君县"
          }
        ]
      },
      {
        "n": "宝鸡",
        "a": [
          {
            "s": "渭滨区"
          },
          {
            "s": "金台区"
          },
          {
            "s": "陈仓区"
          },
          {
            "s": "凤翔县"
          },
          {
            "s": "岐山县"
          },
          {
            "s": "扶风县"
          },
          {
            "s": "眉县"
          },
          {
            "s": "陇县"
          },
          {
            "s": "千阳县"
          },
          {
            "s": "麟游县"
          },
          {
            "s": "凤县"
          },
          {
            "s": "太白县"
          }
        ]
      },
      {
        "n": "咸阳",
        "a": [
          {
            "s": "秦都区"
          },
          {
            "s": "杨凌区"
          },
          {
            "s": "渭城区"
          },
          {
            "s": "三原县"
          },
          {
            "s": "泾阳县"
          },
          {
            "s": "乾县"
          },
          {
            "s": "礼泉县"
          },
          {
            "s": "永寿县"
          },
          {
            "s": "彬县"
          },
          {
            "s": "长武县"
          },
          {
            "s": "旬邑县"
          },
          {
            "s": "淳化县"
          },
          {
            "s": "武功县"
          },
          {
            "s": "兴平市"
          }
        ]
      },
      {
        "n": "渭南",
        "a": [
          {
            "s": "临渭区"
          },
          {
            "s": "华县"
          },
          {
            "s": "潼关县"
          },
          {
            "s": "大荔县"
          },
          {
            "s": "合阳县"
          },
          {
            "s": "澄城县"
          },
          {
            "s": "蒲城县"
          },
          {
            "s": "白水县"
          },
          {
            "s": "富平县"
          },
          {
            "s": "韩城市"
          },
          {
            "s": "华阴市"
          }
        ]
      },
      {
        "n": "延安",
        "a": [
          {
            "s": "宝塔区"
          },
          {
            "s": "延长县"
          },
          {
            "s": "延川县"
          },
          {
            "s": "子长县"
          },
          {
            "s": "安塞县"
          },
          {
            "s": "志丹县"
          },
          {
            "s": "吴起县"
          },
          {
            "s": "甘泉县"
          },
          {
            "s": "富县"
          },
          {
            "s": "洛川县"
          },
          {
            "s": "宜川县"
          },
          {
            "s": "黄龙县"
          },
          {
            "s": "黄陵县"
          }
        ]
      },
      {
        "n": "汉中",
        "a": [
          {
            "s": "汉台区"
          },
          {
            "s": "南郑县"
          },
          {
            "s": "城固县"
          },
          {
            "s": "洋县"
          },
          {
            "s": "西乡县"
          },
          {
            "s": "勉县"
          },
          {
            "s": "宁强县"
          },
          {
            "s": "略阳县"
          },
          {
            "s": "镇巴县"
          },
          {
            "s": "留坝县"
          },
          {
            "s": "佛坪县"
          }
        ]
      },
      {
        "n": "榆林",
        "a": [
          {
            "s": "榆阳区"
          },
          {
            "s": "神木县"
          },
          {
            "s": "府谷县"
          },
          {
            "s": "横山县"
          },
          {
            "s": "靖边县"
          },
          {
            "s": "定边县"
          },
          {
            "s": "绥德县"
          },
          {
            "s": "米脂县"
          },
          {
            "s": "佳县"
          },
          {
            "s": "吴堡县"
          },
          {
            "s": "清涧县"
          },
          {
            "s": "子洲县"
          }
        ]
      },
      {
        "n": "安康",
        "a": [
          {
            "s": "汉滨区"
          },
          {
            "s": "汉阴县"
          },
          {
            "s": "石泉县"
          },
          {
            "s": "宁陕县"
          },
          {
            "s": "紫阳县"
          },
          {
            "s": "岚皋县"
          },
          {
            "s": "平利县"
          },
          {
            "s": "镇坪县"
          },
          {
            "s": "旬阳县"
          },
          {
            "s": "白河县"
          }
        ]
      },
      {
        "n": "商洛",
        "a": [
          {
            "s": "商州区"
          },
          {
            "s": "洛南县"
          },
          {
            "s": "丹凤县"
          },
          {
            "s": "商南县"
          },
          {
            "s": "山阳县"
          },
          {
            "s": "镇安县"
          },
          {
            "s": "柞水县"
          }
        ]
      }
    ]
  },
  "27": {
    "p": "甘肃",
    "c": [
      {
        "n": "兰州",
        "a": [
          {
            "s": "区(县)"
          },
          {
            "s": "城关区"
          },
          {
            "s": "七里河区"
          },
          {
            "s": "西固区"
          },
          {
            "s": "安宁区"
          },
          {
            "s": "红古区"
          },
          {
            "s": "永登县"
          },
          {
            "s": "皋兰县"
          },
          {
            "s": "榆中县"
          }
        ]
      },
      {
        "n": "嘉峪关",
        "a": [
          {
            "s": "嘉峪关市"
          }
        ]
      },
      {
        "n": "金昌",
        "a": [
          {
            "s": "金川区"
          },
          {
            "s": "永昌县"
          }
        ]
      },
      {
        "n": "白银",
        "a": [
          {
            "s": "白银区"
          },
          {
            "s": "平川区"
          },
          {
            "s": "靖远县"
          },
          {
            "s": "会宁县"
          },
          {
            "s": "景泰县"
          }
        ]
      },
      {
        "n": "天水",
        "a": [
          {
            "s": "秦城区"
          },
          {
            "s": "麦积区"
          },
          {
            "s": "清水县"
          },
          {
            "s": "秦安县"
          },
          {
            "s": "甘谷县"
          },
          {
            "s": "武山县"
          },
          {
            "s": "张家川回族自治县"
          }
        ]
      },
      {
        "n": "武威",
        "a": [
          {
            "s": "凉州区"
          },
          {
            "s": "民勤县"
          },
          {
            "s": "古浪县"
          },
          {
            "s": "天祝藏族自治县"
          }
        ]
      },
      {
        "n": "张掖",
        "a": [
          {
            "s": "甘州区"
          },
          {
            "s": "肃南裕固族自治县"
          },
          {
            "s": "民乐县"
          },
          {
            "s": "临泽县"
          },
          {
            "s": "高台县"
          },
          {
            "s": "山丹县"
          }
        ]
      },
      {
        "n": "平凉",
        "a": [
          {
            "s": "崆峒区"
          },
          {
            "s": "泾川县"
          },
          {
            "s": "灵台县"
          },
          {
            "s": "崇信县"
          },
          {
            "s": "华亭县"
          },
          {
            "s": "庄浪县"
          },
          {
            "s": "静宁县"
          }
        ]
      },
      {
        "n": "酒泉",
        "a": [
          {
            "s": "肃州区"
          },
          {
            "s": "金塔县"
          },
          {
            "s": "瓜州县"
          },
          {
            "s": "肃北蒙古族自治县"
          },
          {
            "s": "阿克塞哈萨克族自治县"
          },
          {
            "s": "玉门市"
          },
          {
            "s": "敦煌市"
          }
        ]
      },
      {
        "n": "庆阳",
        "a": [
          {
            "s": "西峰区"
          },
          {
            "s": "庆城县"
          },
          {
            "s": "环县"
          },
          {
            "s": "华池县"
          },
          {
            "s": "合水县"
          },
          {
            "s": "正宁县"
          },
          {
            "s": "宁县"
          },
          {
            "s": "镇原县"
          }
        ]
      },
      {
        "n": "定西",
        "a": [
          {
            "s": "安定区"
          },
          {
            "s": "通渭县"
          },
          {
            "s": "陇西县"
          },
          {
            "s": "渭源县"
          },
          {
            "s": "临洮县"
          },
          {
            "s": "漳县"
          },
          {
            "s": "岷县"
          }
        ]
      },
      {
        "n": "陇南",
        "a": [
          {
            "s": "武都区"
          },
          {
            "s": "成县"
          },
          {
            "s": "文县"
          },
          {
            "s": "宕昌县"
          },
          {
            "s": "康县"
          },
          {
            "s": "西和县"
          },
          {
            "s": "礼县"
          },
          {
            "s": "徽县"
          },
          {
            "s": "两当县"
          }
        ]
      },
      {
        "n": "临夏",
        "a": [
          {
            "s": "临夏市"
          },
          {
            "s": "临夏县"
          },
          {
            "s": "康乐县"
          },
          {
            "s": "永靖县"
          },
          {
            "s": "广河县"
          },
          {
            "s": "和政县"
          },
          {
            "s": "东乡族自治县"
          },
          {
            "s": "积石山保安族东乡族撒拉族自治县"
          }
        ]
      },
      {
        "n": "甘南",
        "a": [
          {
            "s": "合作市"
          },
          {
            "s": "临潭县"
          },
          {
            "s": "卓尼县"
          },
          {
            "s": "舟曲县"
          },
          {
            "s": "迭部县"
          },
          {
            "s": "玛曲县"
          },
          {
            "s": "碌曲县"
          },
          {
            "s": "夏河县"
          }
        ]
      }
    ]
  },
  "28": {
    "p": "青海",
    "c": [
      {
        "n": "西宁",
        "a": [
          {
            "s": "城东区"
          },
          {
            "s": "城中区"
          },
          {
            "s": "城西区"
          },
          {
            "s": "城北区"
          },
          {
            "s": "大通回族土族自治县"
          },
          {
            "s": "湟中县"
          },
          {
            "s": "湟源县"
          }
        ]
      },
      {
        "n": "海东",
        "a": [
          {
            "s": "平安县"
          },
          {
            "s": "民和回族土族自治县"
          },
          {
            "s": "乐都县"
          },
          {
            "s": "互助土族自治县"
          },
          {
            "s": "化隆回族自治县"
          },
          {
            "s": "循化撒拉族自治县"
          }
        ]
      },
      {
        "n": "海北",
        "a": [
          {
            "s": "门源回族自治县"
          },
          {
            "s": "祁连县"
          },
          {
            "s": "海晏县"
          },
          {
            "s": "刚察县"
          }
        ]
      },
      {
        "n": "黄南",
        "a": [
          {
            "s": "同仁县"
          },
          {
            "s": "尖扎县"
          },
          {
            "s": "泽库县"
          },
          {
            "s": "河南蒙古族自治县"
          }
        ]
      },
      {
        "n": "海南",
        "a": [
          {
            "s": "共和县"
          },
          {
            "s": "同德县"
          },
          {
            "s": "贵德县"
          },
          {
            "s": "兴海县"
          },
          {
            "s": "贵南县"
          }
        ]
      },
      {
        "n": "果洛",
        "a": [
          {
            "s": "玛沁县"
          },
          {
            "s": "班玛县"
          },
          {
            "s": "甘德县"
          },
          {
            "s": "达日县"
          },
          {
            "s": "久治县"
          },
          {
            "s": "玛多县"
          }
        ]
      },
      {
        "n": "玉树",
        "a": [
          {
            "s": "玉树县"
          },
          {
            "s": "杂多县"
          },
          {
            "s": "称多县"
          },
          {
            "s": "治多县"
          },
          {
            "s": "囊谦县"
          },
          {
            "s": "曲麻莱县"
          }
        ]
      },
      {
        "n": "梅西",
        "a": [
          {
            "s": "格尔木市"
          },
          {
            "s": "德令哈市"
          },
          {
            "s": "乌兰县"
          },
          {
            "s": "都兰县"
          },
          {
            "s": "天峻县"
          }
        ]
      }
    ]
  },
  "29": {
    "p": "宁夏",
    "c": [
      {
        "n": "银川",
        "a": [
          {
            "s": "兴庆区"
          },
          {
            "s": "西夏区"
          },
          {
            "s": "金凤区"
          },
          {
            "s": "永宁县"
          },
          {
            "s": "贺兰县"
          },
          {
            "s": "灵武市"
          }
        ]
      },
      {
        "n": "石嘴山",
        "a": [
          {
            "s": "大武口区"
          },
          {
            "s": "惠农区"
          },
          {
            "s": "平罗县"
          }
        ]
      },
      {
        "n": "吴忠",
        "a": [
          {
            "s": "利通区"
          },
          {
            "s": "红寺堡区"
          },
          {
            "s": "盐池县"
          },
          {
            "s": "同心县"
          },
          {
            "s": "青铜峡市"
          }
        ]
      },
      {
        "n": "固原",
        "a": [
          {
            "s": "原州区"
          },
          {
            "s": "西吉县"
          },
          {
            "s": "隆德县"
          },
          {
            "s": "泾源县"
          },
          {
            "s": "彭阳县"
          }
        ]
      },
      {
        "n": "中卫",
        "a": [
          {
            "s": "沙坡头区"
          },
          {
            "s": "中宁县"
          },
          {
            "s": "海原县"
          }
        ]
      }
    ]
  },
  "30": {
    "p": "新疆",
    "c": [
      {
        "n": "乌鲁木齐",
        "a": [
          {
            "s": "天山区"
          },
          {
            "s": "沙依巴克区"
          },
          {
            "s": "新市区"
          },
          {
            "s": "水磨沟区"
          },
          {
            "s": "头屯河区"
          },
          {
            "s": "达坂城区"
          },
          {
            "s": "米东区"
          },
          {
            "s": "乌鲁木齐县"
          }
        ]
      },
      {
        "n": "克拉玛依",
        "a": [
          {
            "s": "独山子区"
          },
          {
            "s": "克拉玛依区"
          },
          {
            "s": "白碱滩区"
          },
          {
            "s": "乌尔禾区"
          }
        ]
      },
      {
        "n": "吐鲁番",
        "a": [
          {
            "s": "吐鲁番市"
          },
          {
            "s": "鄯善县"
          },
          {
            "s": "托克逊县"
          }
        ]
      },
      {
        "n": "哈密",
        "a": [
          {
            "s": "哈密市"
          },
          {
            "s": "巴里坤哈萨克自治县"
          },
          {
            "s": "伊吾县"
          }
        ]
      },
      {
        "n": "昌吉",
        "a": [
          {
            "s": "昌吉市"
          },
          {
            "s": "阜康市"
          },
          {
            "s": "呼图壁县"
          },
          {
            "s": "玛纳斯县"
          },
          {
            "s": "奇台县"
          },
          {
            "s": "吉木萨尔县"
          },
          {
            "s": "木垒哈萨克自治县"
          }
        ]
      },
      {
        "n": "博尔塔拉",
        "a": [
          {
            "s": "博乐市"
          },
          {
            "s": "精河县"
          },
          {
            "s": "温泉县"
          }
        ]
      },
      {
        "n": "巴音郭楞",
        "a": [
          {
            "s": "库尔勒市"
          },
          {
            "s": "轮台县"
          },
          {
            "s": "尉犁县"
          },
          {
            "s": "若羌县"
          },
          {
            "s": "且末县"
          },
          {
            "s": "焉耆回族自治县"
          },
          {
            "s": "和静县"
          },
          {
            "s": "和硕县"
          },
          {
            "s": "博湖县"
          }
        ]
      },
      {
        "n": "阿克苏",
        "a": [
          {
            "s": "阿克苏市"
          },
          {
            "s": "温宿县"
          },
          {
            "s": "库车县"
          },
          {
            "s": "沙雅县"
          },
          {
            "s": "新和县"
          },
          {
            "s": "拜城县"
          },
          {
            "s": "乌什县"
          },
          {
            "s": "阿瓦提县"
          },
          {
            "s": "柯坪县"
          }
        ]
      },
      {
        "n": "克孜勒苏",
        "a": [
          {
            "s": "阿图什市"
          },
          {
            "s": "阿克陶县"
          },
          {
            "s": "阿合奇县"
          },
          {
            "s": "乌恰县"
          }
        ]
      },
      {
        "n": "喀什",
        "a": [
          {
            "s": "喀什市"
          },
          {
            "s": "疏附县"
          },
          {
            "s": "疏勒县"
          },
          {
            "s": "英吉沙县"
          },
          {
            "s": "泽普县"
          },
          {
            "s": "莎车县"
          },
          {
            "s": "叶城县"
          },
          {
            "s": "麦盖提县"
          },
          {
            "s": "岳普湖县"
          },
          {
            "s": "伽师县"
          },
          {
            "s": "巴楚县"
          },
          {
            "s": "塔什库尔干县塔吉克自治"
          }
        ]
      },
      {
        "n": "和田",
        "a": [
          {
            "s": "和田市"
          },
          {
            "s": "和田县"
          },
          {
            "s": "墨玉县"
          },
          {
            "s": "皮山县"
          },
          {
            "s": "洛浦县"
          },
          {
            "s": "策勒县"
          },
          {
            "s": "于田县"
          },
          {
            "s": "民丰县"
          }
        ]
      },
      {
        "n": "伊犁",
        "a": [
          {
            "s": "伊宁市"
          },
          {
            "s": "奎屯市"
          },
          {
            "s": "伊宁县"
          },
          {
            "s": "察布查尔锡伯自治县"
          },
          {
            "s": "霍城县"
          },
          {
            "s": "巩留县"
          },
          {
            "s": "新源县"
          },
          {
            "s": "昭苏县"
          },
          {
            "s": "特克斯县"
          },
          {
            "s": "尼勒克县"
          }
        ]
      },
      {
        "n": "塔城",
        "a": [
          {
            "s": "塔城市"
          },
          {
            "s": "乌苏市"
          },
          {
            "s": "额敏县"
          },
          {
            "s": "沙湾县"
          },
          {
            "s": "托里县"
          },
          {
            "s": "裕民县"
          },
          {
            "s": "和布克赛尔蒙古自治县"
          }
        ]
      },
      {
        "n": "阿勒泰",
        "a": [
          {
            "s": "阿勒泰市"
          },
          {
            "s": "布尔津县"
          },
          {
            "s": "富蕴县"
          },
          {
            "s": "福海县"
          },
          {
            "s": "哈巴河县"
          },
          {
            "s": "青河县"
          },
          {
            "s": "吉木乃县"
          }
        ]
      },
      {
        "n": "石河子",
        "a": [
          {
            "s": "石河子"
          }
        ]
      },
      {
        "n": "阿拉尔",
        "a": [
          {
            "s": "阿拉尔"
          }
        ]
      },
      {
        "n": "图木舒克",
        "a": [
          {
            "s": "图木舒克"
          }
        ]
      },
      {
        "n": "五家渠",
        "a": [
          {
            "s": "五家渠"
          }
        ]
      }
    ]
  },
  "31": {
    "p": "香港",
    "c": [
      {
        "n": "中西区"
      },
      {
        "n": "东区"
      },
      {
        "n": "九龙城区"
      },
      {
        "n": "观塘区"
      },
      {
        "n": "南区"
      },
      {
        "n": "深水区"
      },
      {
        "n": "湾仔区"
      },
      {
        "n": "黄大仙区"
      },
      {
        "n": "油尖旺区"
      },
      {
        "n": "离岛区"
      },
      {
        "n": "葵青区"
      },
      {
        "n": "北区"
      },
      {
        "n": "西贡区"
      },
      {
        "n": "沙田区"
      },
      {
        "n": "屯门区"
      },
      {
        "n": "大埔区"
      },
      {
        "n": "荃湾区"
      },
      {
        "n": "元朗区"
      }
    ]
  },
  "32": {
    "p": "澳门",
    "c": [
      {
        "n": "花地玛堂区"
      },
      {
        "n": "圣安多尼堂区"
      },
      {
        "n": "大堂区"
      },
      {
        "n": "望德堂区"
      },
      {
        "n": "风顺堂区"
      },
      {
        "n": "嘉模堂区"
      },
      {
        "n": "圣方济各堂区"
      }
    ]
  },
  "33": {
    "p": "台湾",
    "c": [
      {
        "n": "台北市"
      },
      {
        "n": "高雄市"
      },
      {
        "n": "基隆市"
      },
      {
        "n": "台中市"
      },
      {
        "n": "台南市"
      },
      {
        "n": "新竹市"
      },
      {
        "n": "嘉义市"
      },
      {
        "n": "台北县"
      },
      {
        "n": "宜兰县"
      },
      {
        "n": "新竹县"
      },
      {
        "n": "桃园县"
      },
      {
        "n": "苗栗县"
      },
      {
        "n": "台中县"
      },
      {
        "n": "彰化县"
      },
      {
        "n": "南投县"
      },
      {
        "n": "嘉义县"
      },
      {
        "n": "云林县"
      },
      {
        "n": "台南县"
      },
      {
        "n": "高雄县"
      },
      {
        "n": "屏东县"
      },
      {
        "n": "台东县"
      },
      {
        "n": "花莲县"
      },
      {
        "n": "澎湖县"
      }
    ]
  },
  "34": {
    "p": "国外"
  }
});

/** fs.chunks records **/
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b45a4"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(59),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4580"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(23),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4581"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(24),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4582"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(25),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4583"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(26),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4584"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(27),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4585"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(28),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4586"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(29),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4587"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(30),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4588"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(31),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4589"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(32),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b458a"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(33),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b458b"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(34),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b458c"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(35),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b458d"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(36),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b458e"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(37),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b458f"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(38),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4590"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(39),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4597"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(46),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e5"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(124),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4591"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(40),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4592"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(41),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4593"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(42),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4594"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(43),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4595"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(44),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402347f8b9a98188b4596"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(45),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456e"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456f"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(6),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b4570"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(7),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4571"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(8),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4572"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(9),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4573"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(10),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4574"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(11),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4575"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(12),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4576"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(13),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4577"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(14),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4578"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(15),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4579"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(16),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457a"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(17),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457b"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(18),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457c"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(19),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457d"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(20),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457e"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(21),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b457f"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(22),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4580"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(23),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4581"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(24),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4582"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(25),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4583"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(26),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4584"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(27),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4585"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(28),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4586"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(29),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4587"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(30),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4588"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(31),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc337f8b9ae6168b4589"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(32),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458a"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(33),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458b"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(34),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458c"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(35),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458d"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(36),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458e"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(37),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b458f"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(38),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4590"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(39),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4591"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(40),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4592"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(41),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4593"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(42),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4594"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(43),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4595"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(44),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4596"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(45),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4597"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(46),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4598"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(47),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b4599"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(48),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459a"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(49),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459b"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(50),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459c"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(51),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459d"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(52),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459e"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(53),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b459f"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(54),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b45a0"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(55),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b45a1"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(56),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b45a2"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(57),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc347f8b9ae6168b45a3"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(58),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b4569"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b456a"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b456b"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b456c"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b456d"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b456e"),
  "files_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b4569"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456a"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456b"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456c"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456d"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456e"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b456f"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(6),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b4570"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(7),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4571"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(8),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4572"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(9),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4573"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(10),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4574"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(11),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4575"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(12),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4576"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(13),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4577"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(14),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4578"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(15),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b4579"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(16),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b457a"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(17),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b457b"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(18),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b457e"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(21),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b4569"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456a"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456b"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456c"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529efc327f8b9ae6168b456d"),
  "files_id": ObjectId("529efc327f8b9ae6168b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4578"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(15),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4579"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(16),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b457a"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(17),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b457b"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(18),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5278a7f8b9a2c078b457c"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(19),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5278a7f8b9a2c078b457d"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(20),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4569"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456a"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456b"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456c"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456d"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456e"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b456f"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(6),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4570"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(7),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4571"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(8),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4572"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(9),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4573"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(10),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4574"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(11),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4575"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(12),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4576"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(13),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4577"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(14),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4578"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(15),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4579"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(16),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457a"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(17),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457b"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(18),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457c"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(19),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457d"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(20),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457e"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(21),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b457f"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(22),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4580"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(23),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4581"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(24),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4582"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(25),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4583"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(26),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4584"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(27),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4585"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(28),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4586"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(29),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4587"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(30),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4588"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(31),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4589"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(32),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458a"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(33),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458b"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(34),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458c"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(35),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458d"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(36),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458e"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(37),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b458f"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(38),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4590"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(39),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4591"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(40),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4592"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(41),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4593"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(42),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4594"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(43),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4595"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(44),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4596"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(45),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4597"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(46),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089e7f8b9aff068b4598"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(47),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b4599"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(48),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459a"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(49),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459b"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(50),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459c"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(51),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459d"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(52),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459e"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(53),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b459f"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(54),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a0"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(55),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a1"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(56),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a2"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(57),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a3"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(58),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a4"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(59),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a5"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(60),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a6"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(61),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a7"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(62),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a8"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(63),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45a9"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(64),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad089f7f8b9aff068b45aa"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(65),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45ab"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(66),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45ac"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(67),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45ad"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(68),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45ae"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(69),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45af"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(70),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b0"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(71),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b1"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(72),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b2"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(73),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b3"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(74),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b4"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(75),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b5"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(76),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b6"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(77),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b7"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(78),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b8"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(79),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45b9"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(80),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45ba"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(81),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45bb"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(82),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45bc"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(83),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45bd"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(84),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45be"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(85),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45bf"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(86),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45c0"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(87),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a07f8b9aff068b45c1"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(88),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c2"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(89),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c3"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(90),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c4"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(91),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c5"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(92),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c6"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(93),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c7"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(94),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c8"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(95),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45c9"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(96),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45ca"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(97),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45cb"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(98),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45cc"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(99),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45cd"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(100),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45ce"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(101),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45cf"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(102),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d0"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(103),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4569"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456a"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456b"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456c"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456d"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456e"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b456f"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(6),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4570"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(7),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4571"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(8),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4572"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(9),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4573"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(10),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402327f8b9a98188b4574"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(11),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4575"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(12),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4576"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(13),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4577"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(14),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4578"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(15),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b4579"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(16),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457a"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(17),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457b"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(18),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457c"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(19),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457d"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(20),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457e"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(21),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("529402337f8b9a98188b457f"),
  "files_id": ObjectId("529402327f8b9a98188b4568"),
  "n": NumberInt(22),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b457c"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(19),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5275e7f8b9a2f078b457d"),
  "files_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "n": NumberInt(20),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527887f8b9a2c078b4569"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(0),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527887f8b9a2c078b456a"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(1),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527887f8b9a2c078b456b"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(2),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527887f8b9a2c078b456c"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(3),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b456d"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(4),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b456e"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(5),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b456f"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(6),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4570"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(7),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4571"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(8),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4572"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(9),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4573"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(10),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4574"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(11),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4575"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(12),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4576"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(13),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a527897f8b9a2c078b4577"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(14),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52a5278a7f8b9a2c078b457e"),
  "files_id": ObjectId("52a527887f8b9a2c078b4568"),
  "n": NumberInt(21),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d1"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(104),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d2"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(105),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d3"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(106),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d4"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(107),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d5"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(108),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d6"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(109),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d7"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(110),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a17f8b9aff068b45d8"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(111),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45d9"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(112),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45da"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(113),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45db"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(114),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45dc"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(115),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45dd"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(116),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45de"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(117),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45df"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(118),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e0"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(119),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e1"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(120),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e2"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(121),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e3"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(122),
  "data": "<Mongo Binary Data>"
});
db.getCollection("fs.chunks").insert({
  "_id": ObjectId("52ad08a27f8b9aff068b45e4"),
  "files_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "n": NumberInt(123),
  "data": "<Mongo Binary Data>"
});

/** fs.files records **/
db.getCollection("fs.files").insert({
  "_id": ObjectId("529402327f8b9a98188b4568"),
  "audioname": "jiangxi.mp3",
  "filetype": "audio\/mp3",
  "state": "江西",
  "city": "南昌",
  "tag": "很难",
  "title": "南昌一中初三英语听力",
  "monthyear": {
    "month": "05",
    "year": "2010"
  },
  "filename": "\/tmp\/phply2CYa",
  "uploadDate": ISODate("2013-11-26T02:06:42.541Z"),
  "length": NumberInt(12267648),
  "chunkSize": NumberInt(262144),
  "md5": "57842f575613fd4159c9ec222f24631e"
});
db.getCollection("fs.files").insert({
  "_id": ObjectId("529efc327f8b9ae6168b4568"),
  "audioname": "201306cet4.mp3",
  "filetype": "audio\/mp3",
  "state": "北京",
  "city": "东城区",
  "tag": "cet4",
  "title": "大学英语四级听力",
  "monthyear": {
    "month": "04",
    "year": "2013"
  },
  "filename": "\/tmp\/phpT4dn6h",
  "uploadDate": ISODate("2013-12-04T09:56:02.620Z"),
  "length": NumberInt(15557109),
  "chunkSize": NumberInt(262144),
  "md5": "9f726aea90a10c8f1d831c88996dbb18"
});
db.getCollection("fs.files").insert({
  "_id": ObjectId("52a1a8a07f8b9a1c1e8b4568"),
  "audioname": "cet4_200006.mp3",
  "filetype": "audio\/mp3",
  "state": "",
  "city": "",
  "tag": "",
  "title": "大学英语四级听力",
  "monthyear": {
    "month": "06",
    "year": "2006"
  },
  "filename": "\/tmp\/phpPp0r7A",
  "uploadDate": ISODate("2013-12-06T10:36:16.681Z"),
  "length": NumberInt(1466015),
  "chunkSize": NumberInt(262144),
  "md5": "08e9aa59706da5e7e62c42e3691f0219"
});
db.getCollection("fs.files").insert({
  "_id": ObjectId("52a5275d7f8b9a2f078b4568"),
  "audioname": "cet4_200306.mp3",
  "filetype": "audio\/mp3",
  "state": "",
  "city": null,
  "tag": "四级",
  "title": "大学英语四级听力",
  "monthyear": {
    "month": "06",
    "year": "2003"
  },
  "filename": "\/tmp\/phpwJ0axa",
  "uploadDate": ISODate("2013-12-09T02:13:49.505Z"),
  "length": NumberInt(5522435),
  "chunkSize": NumberInt(262144),
  "md5": "8f69ec9e254456838f16002b14ca7987"
});
db.getCollection("fs.files").insert({
  "_id": ObjectId("52a527887f8b9a2c078b4568"),
  "audioname": "cet4_200306.mp3",
  "filetype": "audio\/mp3",
  "state": "北京",
  "city": "东城区",
  "tag": "四级",
  "title": "大学英语四级听力",
  "monthyear": {
    "month": "06",
    "year": "2003"
  },
  "filename": "\/tmp\/php3wOURx",
  "uploadDate": ISODate("2013-12-09T02:14:32.814Z"),
  "length": NumberInt(5522435),
  "chunkSize": NumberInt(262144),
  "md5": "8f69ec9e254456838f16002b14ca7987"
});
db.getCollection("fs.files").insert({
  "_id": ObjectId("52ad089d7f8b9aff068b4568"),
  "audioname": "cet4_200806.mp3",
  "filetype": "audio\/mp3",
  "state": "吉林",
  "city": "四平",
  "tag": "很容易",
  "title": "四平二中初三英语听力",
  "monthyear": {
    "month": "04",
    "year": "2007"
  },
  "filename": "\/tmp\/phpyF4IFh",
  "uploadDate": ISODate("2013-12-15T01:40:45.79Z"),
  "length": NumberInt(32520960),
  "chunkSize": NumberInt(262144),
  "md5": "0cdf74c1961477634db8510121da7ddb"
});

/** hosts records **/
db.getCollection("hosts").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4567"),
  "ip": "127.0.0.1",
  "url": "localhost.localdomain localhost"
});
db.getCollection("hosts").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4568"),
  "ip": "127.0.1.1",
  "url": "localhost.localdomain localhost"
});
db.getCollection("hosts").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4569"),
  "ip": "127.0.0.1",
  "url": "sound.local"
});
db.getCollection("hosts").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456a"),
  "ip": "127.0.1.1",
  "url": "quiz.local"
});

/** question records **/
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b457c"),
  "no": "2",
  "quiz": "cet4_200006",
  "A": "He saw the big tower he visited on TV.",
  "B": "He has visited the TV tower twice.",
  "C": "He has visited the TV tower once.",
  "D": "He will visit the TV tower in June."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b457f"),
  "no": "5",
  "quiz": "cet4_200006",
  "A": "The man thought the essay was easy.",
  "B": "They both had a hard time writing the essay.",
  "C": "The woman thought the essay was easy.",
  "D": "Neither of them has finished the assignment yet."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4580"),
  "no": "6",
  "quiz": "cet4_200006",
  "A": "In the park.",
  "B": "Between two buildings.",
  "C": "In his apartment.",
  "D": "Under a huge tree."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4581"),
  "no": "7",
  "quiz": "cet4_200006",
  "A": "It’s awfully dull.",
  "B": "It’s really exciting.",
  "C": "It’s very exhausting.",
  "D": "It’s quite challenging"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4582"),
  "no": "8",
  "quiz": "cet4_200006",
  "A": "A movie.",
  "B": "A lecture.",
  "C": "A play.",
  "D": "A speech."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4583"),
  "no": "9",
  "quiz": "cet4_200006",
  "A": "The weather is mild compared to the past years.",
  "B": "They are having the coldest winter ever.",
  "C": "The weather will soon get warmer.",
  "D": "The weather may get even colder."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4584"),
  "no": "10",
  "quiz": "cet4_200006",
  "A": "A mystery story.",
  "B": "The hiring of a shop assistant.",
  "C": "The search for a reliable witness.",
  "D": "An unsolved case of robbery."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4585"),
  "no": "11",
  "quiz": "cet4_200006",
  "A": "They want to change the way English is taught.",
  "B": "They learn English to find well-paid jobs.",
  "C": "They want to have an up-to-date knowledge of English.",
  "D": "They know clearly what they want to learn."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4586"),
  "no": "12",
  "quiz": "cet4_200006",
  "A": "Professionals.",
  "B": "College students.",
  "C": "Beginners.",
  "D": "Intermediate learners."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4587"),
  "no": "13",
  "quiz": "cet4_200006",
  "A": "Courses for doctors.",
  "B": "Courses for businessmen.",
  "C": "Courses for reporters.",
  "D": "Courses for lawyers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4588"),
  "no": "14",
  "quiz": "cet4_200006",
  "A": "Three groups of learners.",
  "B": "The importance of business English.",
  "C": "English for Specific Purposes.",
  "D": "Features of English for different purposes."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b4589"),
  "no": "15",
  "quiz": "cet4_200006",
  "A": "To show off their wealth.",
  "B": "To feel good.",
  "C": "To regain their memory.",
  "D": "To be different from others."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b458a"),
  "no": "16",
  "quiz": "cet4_200006",
  "A": "To help solve their psychological problems.",
  "B": "To play games with them.",
  "C": "To send them to the hospital.",
  "D": "To make them aware of its harmfulness."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b458b"),
  "no": "17",
  "quiz": "cet4_200006",
  "A": "They need care and affection.",
  "B": "They are fond of round-the-world trips.",
  "C": "They are mostly form broken families.",
  "D": "They are likely to commit crimes."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b458c"),
  "no": "18",
  "quiz": "cet4_200006",
  "A": "Because it was too heavy.",
  "B": "Because it did not bend easily.",
  "C": "Because it did not shoot far.",
  "D": "Because its string was short."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b458d"),
  "no": "19",
  "quiz": "cet4_200006",
  "A": "It went out of use 300 years ago.",
  "B": "It was invented after the short bow.",
  "C": "It was discovered before fire and the wheel.",
  "D": "It’s still in use today."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b458e"),
  "no": "20",
  "quiz": "cet4_200006",
  "A": "They are accurate and easy to pull.",
  "B": "Their shooting range is 40 yards.",
  "C": "They are usually used indoors.",
  "D": "They took 100 years to develop."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4668"),
  "no": "11",
  "quiz": "cet4_201106",
  "A": "He is careless about his appearance.",
  "B": "He is ashamed of his present condition.",
  "C": "He changes jobs frequently.",
  "D": "He shaves every other day."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4669"),
  "no": "12",
  "quiz": "cet4_201106",
  "A": "Jane may be caught in a traffic jam.",
  "B": "Jane should have started a little earlier.",
  "C": "He knows what sort of person Jane is.",
  "D": "He is irritated at having to wait for Jane."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466a"),
  "no": "13",
  "quiz": "cet4_201106",
  "A": "Training for the Mid-Atlantic Championships.",
  "B": "Making preparations for a trans-Atlantic trip.",
  "C": "Collecting information about baseball games.",
  "D": "Analyzing their rivals' on-field performance."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466b"),
  "no": "14",
  "quiz": "cet4_201106",
  "A": "He had a narrow escape in a car accident.",
  "B": "He is hospitalized for a serious injury.",
  "C": "He lost his mother two weeks ago.",
  "D": "He has been having a hard time."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466c"),
  "no": "15",
  "quiz": "cet4_201106",
  "A": "The woman has known the speaker for a long time.",
  "B": "The man had difficulty understanding the lecture.",
  "C": "The man is making a fuss about nothing.",
  "D": "The woman thinks highly of the speaker."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466e"),
  "no": "21",
  "quiz": "cet4_201106",
  "A": "New ideas come up as you write.",
  "B": "Much time is spent on collecting data.",
  "C": "A lot of effort is made in vain.",
  "D": "The writer's point of view often changes."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466f"),
  "no": "22",
  "quiz": "cet4_201106",
  "A": "Journalist of a local newspaper.",
  "B": "Director of evening radio programs.",
  "C": "Producer of television commercials.",
  "D": "Hostess of the weekly \"Business World\"."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4670"),
  "no": "23",
  "quiz": "cet4_201106",
  "A": "He ran three restaurants with his wife's help.",
  "B": "He and his wife did everything by themselves.",
  "C": "He worked both as a cook and a waiter.",
  "D": "He hired a cook and two local waitresses."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4672"),
  "no": "26",
  "quiz": "cet4_201106",
  "A": "Its protection is often neglected by children.",
  "B": "It cannot be\nfully restored once damaged.",
  "C": "There are many false notions about it.",
  "D": "There are various ways to"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4673"),
  "no": "27",
  "quiz": "cet4_201106",
  "A": "It may make the wearer feel tired.",
  "B": "It will gradually weaken the eyes of adults.",
  "C": "It can lead to the loss of vision in children.",
  "D": "It can permanently change the eye structure."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4674"),
  "no": "28",
  "quiz": "cet4_201106",
  "A": "It can never be done even with high technology.",
  "B": "It is the best way to restore damaged eyesight.",
  "C": "It is a major achievement in eye surgery.",
  "D": "It can only be partly accomplished now."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4675"),
  "no": "29",
  "quiz": "cet4_201106",
  "A": "They think they should follow the current trend.",
  "B": "Nursing homes are well-equipped and convenient.",
  "C": "Adult day-care centers are easily accessible.",
  "D": "They have jobs and other commitments."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4676"),
  "no": "30",
  "quiz": "cet4_201106",
  "A": "They don't want to use up all their life savings.",
  "B": "They fear they will regret it afterwards.",
  "C": "They would like to spend more time with them.",
  "D": "They don't want to see their husbands poorly treated."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4677"),
  "no": "32",
  "quiz": "cet4_201106",
  "A": "Health and safety conditions in the workplace.",
  "B": "Rights and responsibilities of company employees.",
  "C": "Common complaints made by office workers.",
  "D": "Conflicts between labor and management."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4678"),
  "no": "33",
  "quiz": "cet4_201106",
  "A": "Replace its out-dated equipment.",
  "B": "Improve the welfare of affected workers.",
  "C": "Follow government regulations strictly.",
  "D": "Provide extra health compensation."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4679"),
  "no": "34",
  "quiz": "cet4_201106",
  "A": "They requested to transfer to a safer department.",
  "B": "They quit work to protect their unborn babies.",
  "C": "They sought help from union representatives.",
  "D": "They wanted to work shorter hours."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b467a"),
  "no": "35",
  "quiz": "cet4_201106",
  "A": "To show how they love winter sports.",
  "B": "To attract the attention from the media.",
  "C": "To protest against the poor working conditions.",
  "D": "To protect themselves against the cold weather."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b458f"),
  "no": "1",
  "quiz": "cet4_200101",
  "A": "Get some change form Jane.",
  "B": "Use the woman’s phone.",
  "C": "Go look for a pay phone.",
  "D": "Pay for the phone call."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4590"),
  "no": "2",
  "quiz": "cet4_200101",
  "A": "At a bookstore.",
  "B": "In a workshop.",
  "C": "At an art gallery.",
  "D": "In a department store."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4591"),
  "no": "3",
  "quiz": "cet4_200101",
  "A": "She’s bought the man a pair of glasses today.",
  "B": "She will help the man to catch up.",
  "C": "She is worried about the man’s health.",
  "D": "She has bought the man an up-to-date map."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4592"),
  "no": "4",
  "quiz": "cet4_200101",
  "A": "He is going to give a talk on fishing.",
  "B": "He thinks fishing is a good way to kill time.",
  "C": "He has the same hobby as Susan’s father.",
  "D": "He is eager to meet Susan’s parents."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4593"),
  "no": "5",
  "quiz": "cet4_200101",
  "A": "He finds the presentation hard to follow.",
  "B": "He considers the presentation very dull.",
  "C": "He thinks Professor White has chosen an interesting topic.",
  "D": "He speaks highly of the presentation."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4594"),
  "no": "6",
  "quiz": "cet4_200101",
  "A": "High quality paper.",
  "B": "A typewriter.",
  "C": "A bookshelf.",
  "D": "Some stocks."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4595"),
  "no": "7",
  "quiz": "cet4_200101",
  "A": "They go to the seaside.",
  "B": "They set off early.",
  "C": "They go sightseeing.",
  "D": "They wait for a fine day."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4596"),
  "no": "8",
  "quiz": "cet4_200101",
  "A": "He was late for school on the first day.",
  "B": "He had a funny face.",
  "C": "He was the first person she met at school.",
  "D": "He liked to show off in class."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4597"),
  "no": "9",
  "quiz": "cet4_200101",
  "A": "Her car can stand any crash.",
  "B": "Her car is not as good as his.",
  "C": "Her car is maintained as well as his.",
  "D": "Her car is kept in good condition."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4598"),
  "no": "10",
  "quiz": "cet4_200101",
  "A": "She is too busy to go.",
  "B": "She doesn’t want to wait long.",
  "C": "She’s willing to go swimming.",
  "D": "She enjoys the wonderful weather."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b4599"),
  "no": "11",
  "quiz": "cet4_200101",
  "A": "He was once a friend of the ruler.",
  "B": "He was a tax collector.",
  "C": "He was a government official.",
  "D": "He was once a school teacher in India."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459a"),
  "no": "12",
  "quiz": "cet4_200101",
  "A": "To declare new ways of collecting tax.",
  "B": "To  entertain  those  who  had  made  great  contributions  to  the\ngovernment.",
  "C": "To collect money from the persons invited.",
  "D": "To reward outstanding tax collectors."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459b"),
  "no": "13",
  "quiz": "cet4_200101",
  "A": "They tried to collect more money than the ruler asked for.",
  "B": "They were given some silver and gold coins by the ruler.",
  "C": "They were excused from paying income tax.",
  "D": "They enjoyed being invited to dinner at the ruler’s palace."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459c"),
  "no": "14",
  "quiz": "cet4_200101",
  "A": "They liked traveling.",
  "B": "They wanted to find a better place to live in.",
  "C": "They were driven out of their homes.",
  "D": "The reasons are unknown."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459d"),
  "no": "15",
  "quiz": "cet4_200101",
  "A": "They try to put up with Gypsies.",
  "B": "They are envious of Gypsies.",
  "C": "They are unfriendly to Gypsies.",
  "D": "They admire the musical talent of the Gypsies."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459e"),
  "no": "16",
  "quiz": "cet4_200101",
  "A": "Special schools have been set up for them.",
  "B": "Permanent homes have been built for them.",
  "C": "They are now taught in their own language.",
  "D": "They are now allowed to attend local schools."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b459f"),
  "no": "17",
  "quiz": "cet4_200101",
  "A": "The causes are obvious.",
  "B": "The causes are very complicated.",
  "C": "The causes are familiar.",
  "D": "The causes are not well understood."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a0"),
  "no": "18",
  "quiz": "cet4_200101",
  "A": "Regular driver training.",
  "B": "Improved highway design.",
  "C": "Stricter traffic regulations.",
  "D": "Better public transportation."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a1"),
  "no": "19",
  "quiz": "cet4_200101",
  "A": "Highway crime.",
  "B": "Poor traffic control.",
  "C": "Confusing road signs.",
  "D": "Drivers’ errors."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a2"),
  "no": "20",
  "quiz": "cet4_200101",
  "A": "Designing better cars.",
  "B": "Building more highways.",
  "C": "Increasing people’s awareness of traffic problems.",
  "D": "Enhancing drivers’ sense of responsibility."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a3"),
  "no": "1",
  "quiz": "cet4_200106",
  "A": "A math teacher and his colleague.",
  "B": "A teacher and his student.",
  "C": "A librarian and a student.",
  "D": "A student and his classmate."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a4"),
  "no": "2",
  "quiz": "cet4_200106",
  "A": "Tony thought the experiment was well done.",
  "B": "Tony finished the experiment last night.",
  "C": "Tony could not continue the experiment.",
  "D": "Tony had expected the experiment to be easier."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a5"),
  "no": "3",
  "quiz": "cet4_200106",
  "A": "She wants to save money to buy a piano.",
  "B": "The present apartment is too expensive.",
  "C": "She can’t put up with the noise.",
  "D": "She had found a job in a neighbouring area."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a6"),
  "no": "4",
  "quiz": "cet4_200106",
  "A": "He has made great progress in his English.",
  "B": "He is not very interested in English songs.",
  "C": "He is a student of the music department.",
  "D": "He is not very enthusiastic about his English lessons."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a7"),
  "no": "5",
  "quiz": "cet4_200106",
  "A": "In a car.",
  "B": "On the street.",
  "C": "In a restaurant.",
  "D": "At home."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a8"),
  "no": "6",
  "quiz": "cet4_200106",
  "A": "His injury kept him at home.",
  "B": "He was too weak to see the doctor.",
  "C": "He didn’t think it necessary.",
  "D": "He failed to make an appointment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45a9"),
  "no": "7",
  "quiz": "cet4_200106",
  "A": "5:10",
  "B": "5:00.",
  "C": "4:30.",
  "D": "5:15."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45aa"),
  "no": "8",
  "quiz": "cet4_200106",
  "A": "The man is talking with his boss.",
  "B": "The man needs help.",
  "C": "The man is complaining.",
  "D": "The man likes his job."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45ab"),
  "no": "9",
  "quiz": "cet4_200106",
  "A": "Wear a new dress.",
  "B": "Attend a party.",
  "C": "Go shopping.",
  "D": "Make a silk dress."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a89298b45ac"),
  "no": "10",
  "quiz": "cet4_200106",
  "A": "He exaggerated his part.",
  "B": "He played his part quite well",
  "C": "He was not dramatic enough.",
  "D": "He performed better than the secretary."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45ad"),
  "no": "1",
  "quiz": "cet4_200112",
  "A": "She has to post a letter instead.",
  "B": "She has to turn down the man’s request.",
  "C": "She’s not sure if the computer is fixed.",
  "D": "She can’t send the message right now."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45ae"),
  "no": "2",
  "quiz": "cet4_200112",
  "A": "He didn’t get the book he needed.",
  "B": "He had no idea where the book was.",
  "C": "The library is closed on weekends.",
  "D": "He was not allowed to check out the book."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45af"),
  "no": "3",
  "quiz": "cet4_200112",
  "A": "Play a tape recorder.",
  "B": "Take a picture.",
  "C": "Repair a typewriter.",
  "D": "Start a car."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b0"),
  "no": "4",
  "quiz": "cet4_200112",
  "A": "The woman rejected the man’s apology.",
  "B": "The woman appreciated the man’s offer.",
  "C": "The man had forgotten the whole thing.",
  "D": "The man had hurt the woman’s feelings."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b1"),
  "no": "5",
  "quiz": "cet4_200112",
  "A": "The woman is meeting the man at the airport.",
  "B": "They are complaining about the poor airport service.",
  "C": "They are discussing their plan for Christmas.",
  "D": "The man is seeing the woman off."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b2"),
  "no": "6",
  "quiz": "cet4_200112",
  "A": "She plans to go to graduate school.",
  "B": "She will drop out of school.",
  "C": "She will stop working and concentrate on her studies.",
  "D": "She will take a part-time job."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b3"),
  "no": "7",
  "quiz": "cet4_200112",
  "A": "He needs another job as research assistant.",
  "B": "He asked Professor Williams for assistance.",
  "C": "He assists Professor Williams with his teaching.",
  "D": "He is doing research with Professor Williams."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b4"),
  "no": "8",
  "quiz": "cet4_200112",
  "A": "She thought there were no tickets left for the show.",
  "B": "She thought the seats on the left side were fully occupied.",
  "C": "The show was planned a long time ago.",
  "D": "The audience were deeply impressed by the show."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b5"),
  "no": "9",
  "quiz": "cet4_200112",
  "A": "Mr. Long’s briefing was unnecessarily long.",
  "B": "The woman should have been more attentive.",
  "C": "Mr. Long’s briefing was not relevant to the mission.",
  "D": "The woman needn’t have attended the briefing."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b6"),
  "no": "10",
  "quiz": "cet4_200112",
  "A": "In a bank.",
  "B": "In a school.",
  "C": "In a clothing store.",
  "D": "In a barbershop."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b7"),
  "no": "11",
  "quiz": "cet4_200112",
  "A": "Because the bird couldn’t repeat his master’s name.",
  "B": "Because the bird screamed all day long.",
  "C": "Because the bird uttered the wrong word.",
  "D": "Because the bird failed to say the name of the town."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b8"),
  "no": "12",
  "quiz": "cet4_200112",
  "A": "The cruel master.",
  "B": "The man in the kitchen.",
  "C": "The pet bird.",
  "D": "The fourth chicken."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45b9"),
  "no": "13",
  "quiz": "cet4_200112",
  "A": "The bird bad finally understood his threat.",
  "B": "The bird managed to escape from the chicken house.",
  "C": "The bird had learned to scream back at him.",
  "D": "The bird was living peacefully with the chickens."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45ba"),
  "no": "14",
  "quiz": "cet4_200112",
  "A": "They are kept in open prisons.",
  "B": "They are allowed out of the prison grounds.",
  "C": "They are ordered to do cooking and cleaning.",
  "D": "They are a small portion of the prison population."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45bb"),
  "no": "15",
  "quiz": "cet4_200112",
  "A": "Some of  their  prisoners  are  allowed  to  study  or  work  outside\nprisons.",
  "B": "Most of their prisoners are expected to work.",
  "C": "Their  prisoners  are  often  sent  to  special  centers  for  skill\ntraining.",
  "D": "Their prisoners are allowed freedom to visit their families."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45bc"),
  "no": "16",
  "quiz": "cet4_200112",
  "A": "They are encouraged to do maintenance for the training centre.",
  "B": "Most of them get paid for their work.",
  "C": "They have to cook their own meals.",
  "D": "They can choose to do community work."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45bd"),
  "no": "17",
  "quiz": "cet4_200112",
  "A": "Because they have a driving license.",
  "B": "Because they have received special training.",
  "C": "Because the traffic conditions in London are good.",
  "D": "Because the traffic system of the city is not very complex."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45be"),
  "no": "18",
  "quiz": "cet4_200112",
  "A": "Two to four months.",
  "B": "About three weeks.",
  "C": "At least half a year.",
  "D": "Two years or more."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45bf"),
  "no": "19",
  "quiz": "cet4_200112",
  "A": "Government officers are hard to please.",
  "B": "The learner has to go through several tough tests.",
  "C": "The learner usually fails several times before he passes it.",
  "D": "The driving test usually last tow months."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369b7f8b9a89298b45c0"),
  "no": "20",
  "quiz": "cet4_200112",
  "A": "They don’t want their present bosses to know what they’re doing.",
  "B": "They want to earn money from both jobs.",
  "C": "They cannot earn money as taxi drivers yet.",
  "D": "They look forward to further promotion."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c1"),
  "no": "1",
  "quiz": "cet4_200206",
  "A": "His father.",
  "B": "His mother.",
  "C": "His brother.",
  "D": "His sister."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c2"),
  "no": "2",
  "quiz": "cet4_200206",
  "A": "A job opportunity.",
  "B": "A position as general manager.",
  "C": "A big travel agency.",
  "D": "An inexperienced salesman."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c3"),
  "no": "3",
  "quiz": "cet4_200206",
  "A": "Having a break.",
  "B": "Continuing the meeting.",
  "C": "Moving on to the next item.",
  "D": "Waiting a little longer."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c4"),
  "no": "4",
  "quiz": "cet4_200206",
  "A": "The weather forecast says it will be fine.",
  "B": "The weather doesn’t count in their plan.",
  "C": "They will not do as planned in case of rain.",
  "D": "They will postpone their program if it rains."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c5"),
  "no": "5",
  "quiz": "cet4_200206",
  "A": "He wishes to have more courses like it.",
  "B": "He finds it hard to follow the teacher.",
  "C": "He wishes the teacher would talk more.",
  "D": "He doesn’t like the teacher’s accent."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c6"),
  "no": "6",
  "quiz": "cet4_200206",
  "A": "Go on with the game.",
  "B": "Draw pictures on the computer.",
  "C": "Review his lessons.",
  "D": "Have a good rest."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c7"),
  "no": "7",
  "quiz": "cet4_200206",
  "A": "She does not agree with Jack.",
  "B": "Jack’s performance is disappointing.",
  "C": "Most people will find basketball boring.",
  "D": "She shares Jack’s opinion."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c8"),
  "no": "8",
  "quiz": "cet4_200206",
  "A": "The man went to a wrong check-in counter.",
  "B": "The man has just missed his flight.",
  "C": "The plane will leave at 9:14.",
  "D": "The plane’s departure time remains unknown."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45c9"),
  "no": "9",
  "quiz": "cet4_200206",
  "A": "At a newsstand.",
  "B": "At a car dealer’s",
  "C": "At a publishing house.",
  "D": "At a newspaper office."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45ca"),
  "no": "10",
  "quiz": "cet4_200206",
  "A": "He wants to get a new position.",
  "B": "He is asking the woman for help.",
  "C": "He has left the woman a good impression.",
  "D": "He enjoys letter writing."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45cb"),
  "no": "11",
  "quiz": "cet4_200206",
  "A": "They are interested in other kinds of reading.",
  "B": "They are active in voluntary services.",
  "C": "They tend to be low in education and in income.",
  "D": "They live in isolated areas."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45cd"),
  "no": "13",
  "quiz": "cet4_200206",
  "A": "Lowering the prices of their newspapers.",
  "B": "Shortening their news stories.",
  "C": "Adding variety to their newspaper content.",
  "D": "Including more advertisements in their newspapers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45ce"),
  "no": "14",
  "quiz": "cet4_200206",
  "A": "A basket.",
  "B": "A cup",
  "C": "A egg.",
  "D": "An oven."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45cf"),
  "no": "15",
  "quiz": "cet4_200206",
  "A": "To let in the sunshine.",
  "B": "To serve as its door.",
  "C": "To keep the nest cool.",
  "D": "For the bird to lay eggs."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45d0"),
  "no": "16",
  "quiz": "cet4_200206",
  "A": "Branches.",
  "B": "Grasses.",
  "C": "Mud.",
  "D": "Straw."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45d1"),
  "no": "17",
  "quiz": "cet4_200206",
  "A": "Some are built underground.",
  "B": "Some can be eaten.",
  "C": "Most are sewed with grasses.",
  "D": "Most are dried by the sun."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45d2"),
  "no": "18",
  "quiz": "cet4_200206",
  "A": "To examine the chemical elements in the Ice Age.",
  "B": "To look into the pattern of solar wind activity.",
  "C": "To analyze the composition of different trees.",
  "D": "To find out the origin of carbon-14 on Earth."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45d3"),
  "no": "19",
  "quiz": "cet4_200206",
  "A": "The lifecycle of trees.",
  "B": "The number of trees.",
  "C": "The intensity of solar burning.",
  "D": "The quality of air."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45d4"),
  "no": "20",
  "quiz": "cet4_200206",
  "A": "It affects the growth of trees.",
  "B": "It has been increasing since the Ice Age.",
  "C": "It is determined by the chemicals in the air.",
  "D": "It follows a certain cycle."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45d5"),
  "no": "1",
  "quiz": "cet4_200301",
  "A": "They are both anxious to try Italian food.",
  "B": "They are likely to have dinner together.",
  "C": "The man will treat the woman to dinner tonight.",
  "D": "The woman refused to have dinner with the man."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45d6"),
  "no": "2",
  "quiz": "cet4_200301",
  "A": "It’s only for rent, not for sale.",
  "B": "It’s not as good as advertised.",
  "C": "It’s being redecorated.",
  "D": "It’s no longer available."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45d7"),
  "no": "3",
  "quiz": "cet4_200301",
  "A": "Colleagues.",
  "B": "Husband and wife.",
  "C": "Employer and employee.",
  "D": "Mother and son."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45d8"),
  "no": "4",
  "quiz": "cet4_200301",
  "A": "She contacts her parents occasionally.",
  "B": "She phones her parents regularly at weekends.",
  "C": "She visits her parents at weekends when the fares are down.",
  "D": "She often call her parents regardless of the rates."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45d9"),
  "no": "5",
  "quiz": "cet4_200301",
  "A": "The next bus is coming soon.",
  "B": "The bus will wait a few minutes at the stop.",
  "C": "There are only two or three passengers waiting for the bus.",
  "D": "They can catch this bus without running."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45da"),
  "no": "6",
  "quiz": "cet4_200301",
  "A": "The assignment looks easy but actually it’s quite difficult.",
  "B": "The assignment is too difficult for them to complete on time.",
  "C": "They cannot finish the assignment until Thursday.",
  "D": "They have plenty of time to work on the assignment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45db"),
  "no": "7",
  "quiz": "cet4_200301",
  "A": "The man will go to meet the woman this evening.",
  "B": "The man and the woman have an appointment at 7 o’clock.",
  "C": "The woman can’t finish making the jam before 7 o’clock.",
  "D": "The woman won’t be able to see the man this evening."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45dc"),
  "no": "8",
  "quiz": "cet4_200301",
  "A": "She’s learned a lot from the literature class.",
  "B": "She’s written some books about world classics.",
  "C": "She’s met some of the world’s best writers.",
  "D": "She’s just back from a trip round the world."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45dd"),
  "no": "9",
  "quiz": "cet4_200301",
  "A": "The exam was easier than the previous one.",
  "B": "Joe is sure that he will do better in the next exam.",
  "C": "Joe probably failed in the exam.",
  "D": "The oral part of the exam was easier than the written part."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369f7f8b9a89298b45de"),
  "no": "10",
  "quiz": "cet4_200301",
  "A": "She is tired of driving in heavy traffic.",
  "B": "She doesn’t mind it as the road conditions are good.",
  "C": "She is unhappy to have to drive such a long way every day.",
  "D": "She enjoys it because she’s good at driving."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45df"),
  "no": "1",
  "quiz": "cet4_200306",
  "A": "At a theatre",
  "B": "At a booking office.",
  "C": "At a railway station.",
  "D": "At a restaurant."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e0"),
  "no": "2",
  "quiz": "cet4_200306",
  "A": "The man is inviting the woman to dinner.",
  "B": "The woman is too busy to join the man for dinner.",
  "C": "The woman is a friend of the Stevensons’.",
  "D": "The man is going to visit the Stevensons’."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e1"),
  "no": "3",
  "quiz": "cet4_200306",
  "A": "The professor’s presentation was not convincing enough.",
  "B": "The professor’s lecture notes were too complicated.",
  "C": "The professor spoke with a strong accent.",
  "D": "The professor spoke too fast."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e2"),
  "no": "4",
  "quiz": "cet4_200306",
  "A": "The furnished apartment was inexpensive.",
  "B": "The apartment was provided with some old furniture.",
  "C": "The furniture un the market was on sale every Sunday.",
  "D": "The furniture he bought was very cheap."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e3"),
  "no": "5",
  "quiz": "cet4_200306",
  "A": "The man is thinking about taking a new job.",
  "B": "The man likes a job that enables him to travel.",
  "C": "The man is sure that he will gain more by taking the job.",
  "D": "The man doesn’t want to stay home and take care of their child."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e4"),
  "no": "6",
  "quiz": "cet4_200306",
  "A": "Take the GRE test again in 8 weeks.",
  "B": "Call to check his scores.",
  "C": "Be patient and wait.",
  "D": "Inquire when the test scores are released."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e5"),
  "no": "7",
  "quiz": "cet4_200306",
  "A": "She read it selectively",
  "B": ". She went over it chapter by chapter",
  "C": ". She read it slowly",
  "D": "She finished it at a stretch."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e6"),
  "no": "8",
  "quiz": "cet4_200306",
  "A": "He was kept in hospital for a long time.",
  "B": "He was slightly injured in a traffic accident.",
  "C": "He was seriously wounded in a mine explosion.",
  "D": "He was fined for speeding."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e7"),
  "no": "9",
  "quiz": "cet4_200306",
  "A": "Wait for a taxi.",
  "B": "Buy some food.",
  "C": "Go on a trip.",
  "D": "Book train tickets."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e8"),
  "no": "10",
  "quiz": "cet4_200306",
  "A": "It’s not as hard as expected.",
  "B": "It’s too tough for some students.",
  "C": "It’s much more difficult than people think.",
  "D": "It’s believed to be the hardest optional course."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45e9"),
  "no": "11",
  "quiz": "cet4_200306",
  "A": "Anxious and worried.",
  "B": "Proud and excited.",
  "C": "Nervous and confused.",
  "D": "Inspired and confident."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45ea"),
  "no": "12",
  "quiz": "cet4_200306",
  "A": "His father scolded him severely.",
  "B": "His father took back the six dollars.",
  "C": "His father made him do the cutting again.",
  "D": "His father cut the leaves himself."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45eb"),
  "no": "13",
  "quiz": "cet4_200306",
  "A": "One can benefit a lot from working with his father.",
  "B": "Manual laborers shouldn’t be looked down upon.",
  "C": "One should always do his job earnestly.",
  "D": "Teenagers tend to be careless."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45ec"),
  "no": "14",
  "quiz": "cet4_200306",
  "A": "He ran a village shop.",
  "B": "He worked on a farm.",
  "C": "He worked in an advertising agency.",
  "D": "He was a gardener."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45ed"),
  "no": "15",
  "quiz": "cet4_200306",
  "A": "It was stressful.",
  "B": "It was colorful.",
  "C": "It was peaceful.",
  "D": "It was boring."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45ee"),
  "no": "16",
  "quiz": "cet4_200306",
  "A": "His desire to start his own business.",
  "B": "The crisis in his family life.",
  "C": "The decline in his health.",
  "D": "His dream of living in the countryside."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45ef"),
  "no": "17",
  "quiz": "cet4_200306",
  "A": "Because there are no signs to direct them.",
  "B": "Because no tour guides are available.",
  "C": "Because all the buildings in the city look alike.",
  "D": "Because the university is everywhere in the city."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45f0"),
  "no": "18",
  "quiz": "cet4_200306",
  "A": "They set their own exams.",
  "B": "They select their own students.",
  "C": "They award their own degrees.",
  "D": "They organize their own laboratory work."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45f1"),
  "no": "19",
  "quiz": "cet4_200306",
  "A": "Most of them have a long history.",
  "B": "Many of them are specialized libraries.",
  "C": "They house more books than any other university library.",
  "D": "They each have a copy of every book published in Britain."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a27f8b9a89298b45f2"),
  "no": "20",
  "quiz": "cet4_200306",
  "A": "Very few of them are engaged in research.",
  "B": "They were not awarded degrees until 1948.",
  "C": "They have outnumbered male students.",
  "D": "They were not treated equally until 1881."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f3"),
  "no": "1",
  "quiz": "cet4_200401",
  "A": "The man could buy a shirt of a different color.",
  "B": "The size of the shirt is all right for the man.",
  "C": "The size the man wants will arrive soon.",
  "D": "The man could come some time later."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f4"),
  "no": "2",
  "quiz": "cet4_200401",
  "A": "The woman is watching an exciting film with the man.",
  "B": "The woman can’t take a photo of the man.",
  "C": "The woman is running toward the lake.",
  "D": "The woman is filming the lake."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f5"),
  "no": "3",
  "quiz": "cet4_200401",
  "A": "It’s quiet in the restaurant.",
  "B": "The price is high in the restaurant.",
  "C": "The restaurant serves good food.",
  "D": "The restaurant is too far from their school."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f6"),
  "no": "4",
  "quiz": "cet4_200401",
  "A": "At a booking office.",
  "B": "In a Hong Kong hotel.",
  "C": "On a busy street.",
  "D": "At an airport."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f7"),
  "no": "5",
  "quiz": "cet4_200401",
  "A": "The woman has been complaining too much.",
  "B": "The woman’s headache will go away by itself.",
  "C": "The woman should have seen the doctor earlier.",
  "D": "The woman should confirm her appointment with the doctor."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f8"),
  "no": "6",
  "quiz": "cet4_200401",
  "A": "Help the woman move the items.",
  "B": "Hurry to Mr. Johnson’s office.",
  "C": "Help move things to Mr. Johnson’s office.",
  "D": "Put off his appointment with Mr. Johnson."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45f9"),
  "no": "7",
  "quiz": "cet4_200401",
  "A": "The man should not dream of being a superstar.",
  "B": "The man didn’t practice hard enough.",
  "C": "The man should find a new partner.",
  "D": "The man should not give up."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45fa"),
  "no": "8",
  "quiz": "cet4_200401",
  "A": "There is no more left.",
  "B": "It doesn’t appeal to her.",
  "C": "It’s incredibly delicious.",
  "D": "She has already tasted it."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45fb"),
  "no": "9",
  "quiz": "cet4_200401",
  "A": "The man is usually the last to hand in his test paper.",
  "B": "The man has made a mess of his midterm exam.",
  "C": "The man has bad study habits.",
  "D": "The man is a diligent student."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45fc"),
  "no": "10",
  "quiz": "cet4_200401",
  "A": "The man will drive the woman to school.",
  "B": "The man has finished his assignment.",
  "C": "The man is willing to help the woman.",
  "D": "The man is losing patience with the woman."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45fd"),
  "no": "11",
  "quiz": "cet4_200401",
  "A": "The art of saying thank you.",
  "B": "The secret of staying pretty.",
  "C": "The importance of good manners.",
  "D": "The difference between elegance and good manners."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45fe"),
  "no": "12",
  "quiz": "cet4_200401",
  "A": "They were nicer and gentler.",
  "B": "They paid more attention to their appearance.",
  "C": "They were willing to spend more money on clothes.",
  "D": "They were more aware of changes in fashion."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b45ff"),
  "no": "13",
  "quiz": "cet4_200401",
  "A": "By decorating our homes.",
  "B": "By being kind and generous.",
  "C": "By wearing fashionable clothes.",
  "D": "By putting on a little make-up."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4600"),
  "no": "14",
  "quiz": "cet4_200401",
  "A": "Children don’t get enough education in safety.",
  "B": "Children are keen on dangerous games.",
  "C": "The playgrounds are in poor condition.",
  "D": "The playgrounds are overcrowded."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4601"),
  "no": "15",
  "quiz": "cet4_200401",
  "A": "They should help maintain the equipment.",
  "B": "They should keep a watchful eye on their children.",
  "C": "They should stop their children from climbing ladders.",
  "D": "They should teach their children how to use the equipment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4602"),
  "no": "16",
  "quiz": "cet4_200401",
  "A": "They tend to stay  within  shouting  or  running  distance  of  their\nparents.",
  "B": "They should be aware of the potential risks in the playground.",
  "C": "They may panic in front of high playground equipment.",
  "D": "They can be creative when they feel secure."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4603"),
  "no": "17",
  "quiz": "cet4_200401",
  "A": "It takes skill.",
  "B": "It pays well.",
  "C": "It’s full-time job.",
  "D": "It’s admired worldwide."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4604"),
  "no": "18",
  "quiz": "cet4_200401",
  "A": "A mother with a baby in her arms.",
  "B": "A woman whose bag is hanging in front.",
  "C": "A lone female with a handbag at her right side.",
  "D": "An old lady carrying a handbag on the left."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4605"),
  "no": "19",
  "quiz": "cet4_200401",
  "A": "The back pocket of his tight trousers.",
  "B": "The top pocket of his jacket.",
  "C": "A side pocket of his jacket.",
  "D": "A side pocket of his trousers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936a97f8b9a89298b4606"),
  "no": "20",
  "quiz": "cet4_200401",
  "A": "Theater lobbies with uniformed security guards.",
  "B": "Clothing stores where people are relaxed and off guard.",
  "C": "Airports where people carry a lot of luggage.",
  "D": "Hotels and restaurants in southeast London."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b4607"),
  "no": "1",
  "quiz": "cet4_200406",
  "A": "The man saw Mark on the street two months ago.",
  "B": "The woman had forgotten Mark's phone number",
  "C": "The woman made a phone call to Mark yesterday.",
  "D": "Mark and the woman had not been in touch for some time."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b4608"),
  "no": "2",
  "quiz": "cet4_200406",
  "A": "The man is late for the trip because he is busy.",
  "B": "The woman is glad to meet Mr. Brown in person.",
  "C": "The man is meeting the woman on behalf of Mr. Brown.",
  "D": "The woman feels sorry that Mr. Brown is unable to come."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b4609"),
  "no": "4",
  "quiz": "cet4_200406",
  "A": "The man no longer smokes.",
  "B": "The man is under pressure from his wife.",
  "C": "The man usually follows his wife's advice.",
  "D": "The man refuses to listen to his doctor's advice."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b460a"),
  "no": "7",
  "quiz": "cet4_200406",
  "A": "She can find the right person to help the man.",
  "B": "She can help the man out.",
  "C": "She's also in need of a textbook.",
  "D": "She picked up the book from the bus floor."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b460b"),
  "no": "8",
  "quiz": "cet4_200406",
  "A": "The man was confused about the date of the appointment.",
  "B": "The man wants to change the date of the appointment.",
  "C": "The man is glad he's got in touch with the doctor.",
  "D": "The man can't come for the appointment at 4:15."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b460c"),
  "no": "9",
  "quiz": "cet4_200406",
  "A": "The two speakers are at a loss what to do.",
  "B": "The man is worried about his future.",
  "C": "The two speakers are seniors at college.",
  "D": "The woman regrets spending her time idly."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936ab7f8b9a89298b460d"),
  "no": "10",
  "quiz": "cet4_200406",
  "A": "She has learned a lot from the novel.",
  "B": "She also found the plot difficult to follow.",
  "C": "She usually has difficulty remembering names.",
  "D": "She can recall the names of most characters in the novel."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b460e"),
  "no": "1",
  "quiz": "cet4_200412",
  "A": "The man enjoys traveling by car.",
  "B": "The man lives far from the subway.",
  "C": "The man is good at driving.",
  "D": "The man used to own a car."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b460f"),
  "no": "2",
  "quiz": "cet4_200412",
  "A": "Tony should continue taking the course.",
  "B": "She approves of Tony’s decision.",
  "C": "Tony can choose another science course.",
  "D": "She can’t meet Tony so early in the morning."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4610"),
  "no": "3",
  "quiz": "cet4_200412",
  "A": "She has to study for the exam.",
  "B": "She is particularly interested in plays.",
  "C": "She’s eager to watch the new play.",
  "D": "She can lend her notes to the man."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4611"),
  "no": "4",
  "quiz": "cet4_200412",
  "A": "They will be replaced by on-line education sooner or later.",
  "B": "They will attract fewer kids as on-line education expands.",
  "C": "They will continue to exist along with on-line education.",
  "D": "They will limit their teaching to certain subjects only."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4612"),
  "no": "5",
  "quiz": "cet4_200412",
  "A": "Most students would like to work for a newspaper.",
  "B": "Most students find a job by reading advertisements.",
  "C": "Most students find it hard to get a job after they graduate.",
  "D": "Most students don’t want jobs advertised in the newspapers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4613"),
  "no": "6",
  "quiz": "cet4_200412",
  "A": "Move the washing machine to the basement.",
  "B": "Turn the basement into a workshop.",
  "C": "Repair the washing machine.",
  "D": "Finish his assignment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4614"),
  "no": "7",
  "quiz": "cet4_200412",
  "A": "Some students at the back cannot hear the professor.",
  "B": "The professor has changed his reading assignment.",
  "C": "Some of the students are not on the professor’s list.",
  "D": "The professor has brought extra copies of his assignment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4615"),
  "no": "8",
  "quiz": "cet4_200412",
  "A": "She doesn’t want to talk about the contest.",
  "B": "She’s modest about her success in the contest.",
  "C": "She’s spent two years studying English in Canada.",
  "D": "She’s very proud of her success in the speech contest."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b47f8b9a89298b4616"),
  "no": "10",
  "quiz": "cet4_200412",
  "A": "They shouldn’t change their plan.",
  "B": "They’d better change their mind.",
  "C": "The tennis game won’t last long.",
  "D": "Weather forecasts are not reliable."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4617"),
  "no": "1",
  "quiz": "cet4_200506",
  "A": "The man hates to lend his tools to other people.",
  "B": "The man hasn’t finished working on the bookshelf.",
  "C": "The tools have already been returned to the woman.",
  "D": "The tools the man borrowed from the woman are missing."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4618"),
  "no": "2",
  "quiz": "cet4_200506",
  "A": "Give the ring to a policeman.",
  "B": "Wait for the owner of the ring in the rest room.",
  "C": "Hand in the ring to the security office.",
  "D": "Take the ring to the administration building."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4619"),
  "no": "3",
  "quiz": "cet4_200506",
  "A": "Save time by using a computer.",
  "B": "Buy her own computer",
  "C": "Borrow Martha’s computer.",
  "D": "Stay home and complete her paper"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461b"),
  "no": "5",
  "quiz": "cet4_200506",
  "A": "The cinema is some distance away from where they are.",
  "B": "He would like to read the film review in the newspaper.",
  "C": "They should wait to see the movie at a later time.",
  "D": "He’ll find his way to the cinema."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461c"),
  "no": "6",
  "quiz": "cet4_200506",
  "A": "He’s been to Seattle many times.",
  "B": "He has chaired a lot of conferences.",
  "C": "He has a high position in his company.",
  "D": "He lived in Seattle for many years."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461d"),
  "no": "7",
  "quiz": "cet4_200506",
  "A": "Teacher and student.",
  "B": "Doctor and patient. .",
  "C": "Manager and office worker.",
  "D": "Travel agent and customer"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461e"),
  "no": "8",
  "quiz": "cet4_200506",
  "A": "She knows the guy who will give the lecture",
  "B": "She thinks the lecture might be informative",
  "C": "She wants to add something to her lecture",
  "D": "She’ll finished her report this weekend"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461f"),
  "no": "9",
  "quiz": "cet4_200506",
  "A": "An art museum.",
  "B": "A beautiful park.",
  "C": "A college campus",
  "D": "An architectural exhibition"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4620"),
  "no": "10",
  "quiz": "cet4_200506",
  "A": "The houses for sale are of poor quality",
  "B": "The houses are too expensive for the couple to buy",
  "C": "The housing developers provide free trips for potential buyers",
  "D": "The man is unwilling to take a look at the houses for sale"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4621"),
  "no": "11",
  "quiz": "cet4_200506",
  "A": "Synthetic fuel",
  "B": "Solar energy",
  "C": "Alcohol",
  "D": "Electricity"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4622"),
  "no": "12",
  "quiz": "cet4_200506",
  "A": "Air traffic conditions",
  "B": "Traffic jams on highways",
  "C": "Road conditions",
  "D": "New traffic rules"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4623"),
  "no": "13",
  "quiz": "cet4_200506",
  "A": "Go through a health check",
  "B": "Carry little luggage",
  "C": "Arrive early for boarding",
  "D": "Undergo security checks"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4624"),
  "no": "14",
  "quiz": "cet4_200506",
  "A": "In a fast-food restaurant",
  "B": "At a shopping center",
  "C": "At a county fair",
  "D": "In a bakery"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4625"),
  "no": "15",
  "quiz": "cet4_200506",
  "A": "Avoid eating any food",
  "B": "Prepare the right type of pie to eat",
  "C": "Wash his hands thoroughly",
  "D": "Practice eating a pie quickly"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4626"),
  "no": "16",
  "quiz": "cet4_200506",
  "A": "On the table",
  "B": "Behind his back",
  "C": "Under his bottom",
  "D": "On his lap"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4627"),
  "no": "17",
  "quiz": "cet4_200506",
  "A": "Looking sideways to see how fast your neighbor eats.",
  "B": "Eating from the outside toward the middle",
  "C": "Swallowing the pie with water",
  "D": "Holding the pie in the right position"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4628"),
  "no": "18",
  "quiz": "cet4_200506",
  "A": "Beauty",
  "B": "Loyalty",
  "C": "Luck",
  "D": "Durability"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b462b"),
  "no": "11",
  "quiz": "cet4_200606",
  "A": "The girls got on well with each other.",
  "B": "It's  understandable  that\ngirls don't get along.",
  "C": "She was angry with the other  young  stars.",
  "D": "The  girls  lacked  the"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b462c"),
  "no": "12",
  "quiz": "cet4_200606",
  "A": "The woman does her own housework.",
  "B": "The woman needs a housekeeper.",
  "C": "The  woman's  house  is  in  a  mess.",
  "D": "The  woman  works  as  a"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b462d"),
  "no": "13",
  "quiz": "cet4_200606",
  "A": "The Edwards are quite well-off.",
  "B": "The Edwards should cut down on their living expenses.",
  "C": "It'll be unwise for the Edwards to buy another house.",
  "D": "It's too expensive for the Edwards to live in their present house."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b462e"),
  "no": "15",
  "quiz": "cet4_200606",
  "A": "At a clinic.",
  "B": "At a restaurant.",
  "C": "In a  supermarket.",
  "D": "In  an  ice"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4630"),
  "no": "17",
  "quiz": "cet4_200606",
  "A": "The man has never seen the woman before.",
  "B": "The  two  speakers  work\n    for the same company.",
  "C": "The two speakers work in the same floor.",
  "D": "The woman  is  interested"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4631"),
  "no": "18",
  "quiz": "cet4_200606",
  "A": "The woman can't tolerate any noise.",
  "B": "The  man  is  looking  foe  an\n    apartment.",
  "C": "The man has missed his appointment.",
  "D": "the woman is going  to  take  a"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4632"),
  "no": "19",
  "quiz": "cet4_200606",
  "A": "To make a business report to the woman .",
  "B": "To be  interviewed  for  a\n    job in the woman's company.",
  "C": "To resign from his position in the  woman's  company.",
  "D": "To  exchange"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4633"),
  "no": "20",
  "quiz": "cet4_200606",
  "A": "He  is  head  of  a  small  trading  company.",
  "B": "He  works  in   an\n    international insurance company.",
  "C": "He leads s team of brokers  in  a  big  company.",
  "D": "He  is  a  public"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4635"),
  "no": "22",
  "quiz": "cet4_200606",
  "A": "She's worried about the seminar.",
  "B": "The man keeps interrupting her.",
  "C": "She finds it too hard.",
  "D": "She lacks interest in it."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4636"),
  "no": "23",
  "quiz": "cet4_200606",
  "A": "The lecturers are boring.",
  "B": "The course is poorly designed.",
  "C": "She prefers Philosophy to English.",
  "D": "She enjoys literature more."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4637"),
  "no": "24",
  "quiz": "cet4_200606",
  "A": "Karen's friend.",
  "B": "Karen's parents.",
  "C": "Karen's lecturers.",
  "D": "Karen's"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4638"),
  "no": "25",
  "quiz": "cet4_200606",
  "A": "Changing her  major.",
  "B": "Spending  less  of  her\n    parents' money.",
  "C": "Getting  transferred  to  the  English  Department.",
  "D": "Leaving   the"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4639"),
  "no": "26",
  "quiz": "cet4_200606",
  "A": "Rent a grave.",
  "B": "Burn the body.",
  "C": "Bury the dead  near  a  church.",
  "D": "buy a piece of land for a grave."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463a"),
  "no": "27",
  "quiz": "cet4_200606",
  "A": "To solve the problem of lack of  land.",
  "B": "To  see  whether  they\n    have decayed.",
  "C": "To follow the Greek religious practice.",
  "D": "To move them to  a  multi-"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463b"),
  "no": "28",
  "quiz": "cet4_200606",
  "A": "They should be buried lying down  .",
  "B": "They  should  be  buried\n    standing up.",
  "C": "They should be buried after being washed.",
  "D": "They  should  be  buried"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463c"),
  "no": "29",
  "quiz": "cet4_200606",
  "A": "Burning dead bodies  to  ashes.",
  "B": "Storing  dead  bodies  in  a\n    remote place.",
  "C": "Placing dead bodies in a bone room.",
  "D": "Digging up dead  bodies  after"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463d"),
  "no": "30",
  "quiz": "cet4_200606",
  "A": "Many foreign tourist visit the Unite States every year.",
  "B": "Americans\n    enjoy eating out with their friends.",
  "C": "The United States is  a  country  of  immigrants.",
  "D": "Americans"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4640"),
  "no": "33",
  "quiz": "cet4_200606",
  "A": "He took them to watch a basketball game.",
  "B": "He trained them  to  play\nEuropean football.",
  "C": "He let them compete in getting balls out of  a  basket.",
  "D": "He  taught"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4641"),
  "no": "34",
  "quiz": "cet4_200606",
  "A": "The players found the basket too high to  teach.",
  "B": "The  players  had\ntrouble getting the ball out of the basket.",
  "C": "The players had difficulty  understanding  the  complex  rules.",
  "D": "The"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4642"),
  "no": "35",
  "quiz": "cet4_200606",
  "A": "By removing the bottom of the basket.",
  "B": "By lowering the position  of\nthe basket.",
  "C": "By simplifying the complex rules.",
  "D": "By altering the size  Of  the"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4643"),
  "no": "11",
  "quiz": "cet4_200812",
  "A": "Only true friendship can last long.",
  "B": "Letter writing is going out of style.",
  "C": "She keeps in regular touch with her classmates.",
  "D": "She has lost contact with most of her old friends."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4644"),
  "no": "12",
  "quiz": "cet4_200812",
  "A": "A painter.",
  "B": "A mechanic.",
  "C": "A porter.",
  "D": "A carpenter."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4645"),
  "no": "13",
  "quiz": "cet4_200812",
  "A": "Look for a place near her office.",
  "B": "Find a new job down the street.",
  "C": "Make inquiries elsewhere.",
  "D": "Rent the $600 apartment."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4646"),
  "no": "14",
  "quiz": "cet4_200812",
  "A": "He prefers to wear jeans with a larger waist.",
  "B": "He has been extremely busy recently.",
  "C": "He has gained some weight lately.",
  "D": "He enjoyed going shopping with Jane yesterday."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4647"),
  "no": "15",
  "quiz": "cet4_200812",
  "A": "The woman possesses a natural talent for art.",
  "B": "Women have a better artistic taste than men.",
  "C": "He isn’t good at abstract thinking.",
  "D": "He doesn’t like abstract paintings."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4648"),
  "no": "16",
  "quiz": "cet4_200812",
  "A": "She couldn’t have left her notebook in the library.",
  "B": "She may have put her notebook amid the journals.",
  "C": "She should have made careful notes while doing reading.",
  "D": "She shouldn’t have read his notes without his knowing it."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4649"),
  "no": "17",
  "quiz": "cet4_200812",
  "A": "She wants to get some sleep.",
  "B": "She needs time to write a paper.",
  "C": "She has a literature class to attend",
  "D": "She is troubled by her sleep problem"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464a"),
  "no": "18",
  "quiz": "cet4_200812",
  "A": "He is confident he will get the job.",
  "B": "His chance of getting the job is slim.",
  "C": "It isn’t easy to find a qualified sales manager.",
  "D": "The interview didn’t go as well as he expected."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464b"),
  "no": "19",
  "quiz": "cet4_200812",
  "A": "He can manage his time more flexibly.",
  "B": "He can renew contact with his old friends.",
  "C": "He can concentrate on his own projects.",
  "D": "He can learn to do administrative work."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464c"),
  "no": "20",
  "quiz": "cet4_200812",
  "A": "Reading its ads in the newspapers.",
  "B": "Calling its personnel department.",
  "C": "Contacting its manager.",
  "D": "Searching its website."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464d"),
  "no": "21",
  "quiz": "cet4_200812",
  "A": "To cut down its production expenses.",
  "B": "To solve the problem of staff shortage.",
  "C": "To improve its administrative efficiency.",
  "D": "To utilize its retired employees’ resources."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464e"),
  "no": "22",
  "quiz": "cet4_200812",
  "A": "Buy a tractor.",
  "B": "Fix a house.",
  "C": "See a piece of property.",
  "D": "Sing a business contract."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b464f"),
  "no": "23",
  "quiz": "cet4_200812",
  "A": "It is only forty miles form where they live.",
  "B": "It is a small one with a two-bedroom house.",
  "C": "It was bought at a price lower than expected.",
  "D": "It has a large garden with fresh vegetables."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4650"),
  "no": "24",
  "quiz": "cet4_200812",
  "A": "Growing potatoes will involve less labor.",
  "B": "Its soil may not be very suitable for corn.",
  "C": "It may not be big enough for raising corn.",
  "D": "Raising potatoes will be more profitable."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4651"),
  "no": "25",
  "quiz": "cet4_200812",
  "A": "Finances",
  "B": "Labor",
  "C": "Equipment",
  "D": "Profits"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4652"),
  "no": "34",
  "quiz": "cet4_200812",
  "A": "Basing them on science-fiction movies.",
  "B": "Including interesting examples in them",
  "C": "Adjusting them to different audiences",
  "D": "Focusing on the latest progress in space science"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9370a7f8b9a89298b4653"),
  "no": "35",
  "quiz": "cet4_200812",
  "A": "Whether spacemen carry weapons",
  "B": "How spacesuits protect spacemen",
  "C": "How NASA trains its spacemen",
  "D": "What spacemen cat and drink"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4654"),
  "no": "11",
  "quiz": "cet4_200906",
  "A": "She expected more people at her party.",
  "B": "She enjoys entertaining small children.",
  "C": "She threw a surprise party for her friend",
  "D": "She has always enjoyed great popularity."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4655"),
  "no": "12",
  "quiz": "cet4_200906",
  "A": "They are not used to living in a cold place.",
  "B": "They feel lucky to live in Florida.",
  "C": "They are going to have a holiday.",
  "D": "They have not booked their air tickets yet."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4656"),
  "no": "15",
  "quiz": "cet4_200906",
  "A": "He is pleased with his exciting new job.",
  "B": "He finds the huge workload unbearable.",
  "C": "He finds his office much too big for him.",
  "D": "He is not so excited about his new position."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4657"),
  "no": "16",
  "quiz": "cet4_200906",
  "A": "The woman is going to hold a big party tomorrow.",
  "B": "The man has no idea what the right thing to do is.",
  "C": "The woman doesn’t know how to get to the party.",
  "D": "The man offers to drive the woman to the party."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4658"),
  "no": "21",
  "quiz": "cet4_200906",
  "A": "She has made lots of money as a doctor.",
  "B": "She is going to take care of her old dad.",
  "C": "She has never got on with her father.",
  "D": "She is kind and generous by nature."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4659"),
  "no": "22",
  "quiz": "cet4_200906",
  "A": "He dines out with his wife every weekend.",
  "B": "He is excellent but looks had-tempered.",
  "C": "He does not care about his appearance.",
  "D": "He is not quite popular with his patients."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465a"),
  "no": "23",
  "quiz": "cet4_200906",
  "A": "The man has sent the order to the woman by mistake.",
  "B": "Some of the telephone systems don’t work properly.",
  "C": "Some of the packs do not contain any manuals.",
  "D": "The quality of the goods is not up to the standard."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465b"),
  "no": "24",
  "quiz": "cet4_200906",
  "A": "Send a service engineer to do the repairs.",
  "B": "Consult her boss about the best solution.",
  "C": "Pass the man’s order to the right person.",
  "D": "Solve the problem at her company’s cost"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465c"),
  "no": "29",
  "quiz": "cet4_200906",
  "A": "He will betray even his best friends.",
  "B": "He is able to make up good excuses.",
  "C": "He will lie whenever he wants.",
  "D": "He tries to achieve his goal at any cost."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465d"),
  "no": "32",
  "quiz": "cet4_200906",
  "A": "The atmosphere they live in is rather unreal.",
  "B": "Their parents put too much pressure on them.",
  "C": "It’s hard for them to get along with other kids.",
  "D": "They have to live in the shadow of their parents."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465e"),
  "no": "33",
  "quiz": "cet4_200906",
  "A": "He always boasts about his rich father.",
  "B": "He will grow up to be good for nothing.",
  "C": "He has too much to know the value of things.",
  "D": "He is too young to manage his inherited property."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b465f"),
  "no": "34",
  "quiz": "cet4_200906",
  "A": "She wants Amanda to get professional care.",
  "B": "She has no experience in raising children.",
  "C": "She wants to show off her wealth.",
  "D": "She has no time to do it herself."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9371a7f8b9a89298b4660"),
  "no": "35",
  "quiz": "cet4_200906",
  "A": "The lifestyle depicted in Hollywood movies.",
  "B": "The worship of money, beauty and pleasure.",
  "C": "The attention the media focuses on them.",
  "D": "The pursuing of perfection in performance."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4661"),
  "no": "11",
  "quiz": "cet4_200912",
  "A": "Get some small change.",
  "B": "Find a shopping center.",
  "C": "Cash a check at a bank.",
  "D": "Find a parking meter."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4662"),
  "no": "12",
  "quiz": "cet4_200912",
  "A": "Shopping with his son.",
  "B": "Buying a gift for a child.",
  "C": "Promoting a new product.",
  "D": "Bargaining with a salesgirl."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4663"),
  "no": "13",
  "quiz": "cet4_200912",
  "A": "Taking photographs.",
  "B": "Enhancing images.",
  "C": "Mending cameras.",
  "D": "Painting pictures."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4664"),
  "no": "14",
  "quiz": "cet4_200912",
  "A": "He moved to Baltimore when he was young.",
  "B": "He can provide little useful information.",
  "C": "He will show the woman around Baltimore.",
  "D": "He will ask someone else to help the woman."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4665"),
  "no": "15",
  "quiz": "cet4_200912",
  "A": "He is rather disappointed",
  "B": "He is highly ambitious.",
  "C": "He can’t face up to the situation",
  "D": "He knows his own limitations."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4666"),
  "no": "16",
  "quiz": "cet4_200912",
  "A": "She must have paid a lot for the gym.　",
  "B": "She is known to have a terrific figure.",
  "C": "Her gym exercise has yielded good results.",
  "D": "Her effort to keep fit is really praiseworthy."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4667"),
  "no": "17",
  "quiz": "cet4_200912",
  "A": "Female students are unfit for studying physics.",
  "B": "He can serve as the woman’s tutor.",
  "C": "Physics is an important course at school.",
  "D": "The professor’s suggestion is constructive."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4668"),
  "no": "18",
  "quiz": "cet4_200912",
  "A": "Indifferent.",
  "B": "Doubtful.",
  "C": "Pleased.",
  "D": "Surprised."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4669"),
  "no": "19",
  "quiz": "cet4_200912",
  "A": "He prefers the smaller evening classes.",
  "B": "He has signed up for a day course.",
  "C": "He has to work during the day.",
  "D": "He finds the evening course cheaper."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466a"),
  "no": "20",
  "quiz": "cet4_200912",
  "A": "Learn a computer language.",
  "B": "Learn data processing.",
  "C": "Buy some computer software.",
  "D": "Buy a few coursebooks."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466b"),
  "no": "21",
  "quiz": "cet4_200912",
  "A": "Thursday evening, from 7:00 to 9:45.",
  "B": "From September 1 to New Year’s Eve.",
  "C": "Every Monday, lasting for 12 weeks.",
  "D": "Three hours a week, 45 hours in total."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466c"),
  "no": "22",
  "quiz": "cet4_200912",
  "A": "What to bring for registration.",
  "B": "Where to attend the class.",
  "C": "How he can get to Frost Hall.",
  "D": "Whether he can use a check."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466d"),
  "no": "23",
  "quiz": "cet4_200912",
  "A": "A training coach.",
  "B": "A trading adviser.",
  "C": "A professional manager.",
  "D": "A financial trader."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466e"),
  "no": "24",
  "quiz": "cet4_200912",
  "A": "He  can  save  on  living  expenses.",
  "B": "He  considers  cooking\ncreative.",
  "C": "He can enjoy  healthier  food.",
  "D": "He  thinks  take-away  is"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b466f"),
  "no": "25",
  "quiz": "cet4_200912",
  "A": "It  is  something  inevitable.　　",
  "B": "It   is   frustrating\nsometimes.",
  "C": "It takes patience to manage. 　　",
  "D": "It can be a good thing."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4670"),
  "no": "26",
  "quiz": "cet4_200912",
  "A": "There were no planets without moons.",
  "B": "There was no air or water on Jupiter.",
  "C": "Life was not possible in outer space.",
  "D": "The mystery of life could not be resolved."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4671"),
  "no": "27",
  "quiz": "cet4_200912",
  "A": "It has a number of active volcanoes.",
  "B": "It has an atmosphere like the earth’s.",
  "C": "It has a large ocean under its surface.",
  "D": "It has deep caves several miles long."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4672"),
  "no": "28",
  "quiz": "cet4_200912",
  "A": "Light is not an essential element to it.",
  "B": "Life can form in very hot temperatures.",
  "C": "Every form of life undergoes evolution.",
  "D": "Oxygen is not needed for some life forms."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4673"),
  "no": "29",
  "quiz": "cet4_200912",
  "A": "Whether they should take the child home.",
  "B": "What Dr. Mayer’s instructions exactly were.",
  "C": "Who should take care of the child at home.",
  "D": "When the child would completely recover."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4674"),
  "no": "30",
  "quiz": "cet4_200912",
  "A": "She encourages them to ask questions when in doubt.",
  "B": "She makes them write down all her instructions.",
  "C": "She has them act out what they are to do at home.",
  "D": "She asks them to repeat what they are supposed to do."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4675"),
  "no": "31",
  "quiz": "cet4_200912",
  "A": "It lacks the stability of the printed word.",
  "B": "It contains many grammatical errors.",
  "C": "It is heavily dependent on the context.",
  "D": "It facilitates interpersonal communication."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4676"),
  "no": "32",
  "quiz": "cet4_200912",
  "A": "Job security.",
  "B": "Good labour relations.",
  "C": "Challenging work.",
  "D": "Attractive wages and benefits."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4677"),
  "no": "33",
  "quiz": "cet4_200912",
  "A": "Many tedious jobs continue to be done manually.",
  "B": "More and more unskilled workers will lose jobs.",
  "C": "Computers will change the nature of many jobs.",
  "D": "Boring jobs will gradually be made enjoyable."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4678"),
  "no": "34",
  "quiz": "cet4_200912",
  "A": "Offer them chances of promotion.",
  "B": "Improve their working conditions.",
  "C": "Encourage them to compete with each other.",
  "D": "Give them responsibilities as part of a team."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9372a7f8b9a89298b4679"),
  "no": "35",
  "quiz": "cet4_200912",
  "A": "They will not bring real benefits to the staff.",
  "B": "They concern a small number of people only.",
  "C": "They are arbitrarily set by the administrators.",
  "D": "They are beyond the control of ordinary workers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b457b"),
  "no": "1",
  "quiz": "cet4_200006",
  "A": "She is not interested in the article.",
  "B": "She has given the man much trouble.",
  "C": "She would like to have a copy of the article.",
  "D": "She doesn’t want to take the trouble to read the article."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b457d"),
  "no": "3",
  "quiz": "cet4_200006",
  "A": "The woman has trouble getting along with the professor.",
  "B": "The woman regrets having taken up much of the professor’s time.",
  "C": "The woman knows the professor has been busy.",
  "D": "The woman knows the professor has run into trouble."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936997f8b9a89298b457e"),
  "no": "4",
  "quiz": "cet4_200006",
  "A": "He doesn’t enjoy business trips as much as he used to.",
  "B": "He doesn’t think he is capable of doing the job.",
  "C": "He thinks the pay is too low to support his family.",
  "D": "He wants to spend more time with his family."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b466d"),
  "no": "16",
  "quiz": "cet4_201106",
  "A": "He has difficulty making sense of logic.",
  "B": "Statistics and logic are both challenging subjects.",
  "C": "The woman should seek help from the tutoring service.",
  "D": "Tutoring services are very popular with students."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369a7f8b9a700e8b4671"),
  "no": "24",
  "quiz": "cet4_201106",
  "A": "He hardly needs to do any advertising nowadays.",
  "B": "He advertises a lot on radio and in newspapers.",
  "C": "He spends huge sums on TV commercials every year.",
  "D": "He hires children to distribute ads in shopping centers."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a9369c7f8b9a89298b45cc"),
  "no": "12",
  "quiz": "cet4_200206",
  "A": "The reasons why people don’t read  newspapers  are  more  complicated\nthan assumed.",
  "B": "There are more uneducated people among the  wealthy  than  originally\nexpected.",
  "C": "The number of newspaper readers is steadily increasing.",
  "D": "There are more nonreaders among young people nowadays."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b461a"),
  "no": "4",
  "quiz": "cet4_200506",
  "A": "The man doesn’t have money for his daughter’s graduate studies.",
  "B": "The man doesn’t think his daughter will get a business degree.",
  "C": "The man insists that his daughter should pursue her studies in science.",
  "D": "The man advises his daughter  to  think  carefully  before  making  her"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b4629"),
  "no": "19",
  "quiz": "cet4_200506",
  "A": "He wanted to follow the tradition of his country",
  "B": "He believed that it symbolized an everlasting marriage",
  "C": "It was thought a blood vessel in that finger led directly to the heart",
  "D": "It was supposed that the diamond on that finger would bring good luck"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936b87f8b9a89298b462a"),
  "no": "20",
  "quiz": "cet4_200506",
  "A": "The two people can learn about each other’s likes and dislikes",
  "B": "The two people can have time to decide if they are a good match",
  "C": "The two people can have time to shop for their new home.",
  "D": "The two people can earn enough money for their wedding"
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b462f"),
  "no": "16",
  "quiz": "cet4_200606",
  "A": "The woman did not feel any danger growing up in the Bronx.",
  "B": "The man thinks it was quite safe living in the Bronx district.",
  "C": "The woman started working at an early age to support her family .",
  "D": "The man doesn’t think it safe to send an 8-year-old to buy things."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b4634"),
  "no": "21",
  "quiz": "cet4_200606",
  "A": "The woman thinks Mr. Saunders  is  asking  for  more  than  they  can\n    offer.",
  "B": "Mr. Saunders will share one third of the woman's responsibilities.",
  "C": "Mr. Saunders believes that he deserves more paid vacations.",
  "D": "The woman seems to be satisfied with Mr. Saunders' past experience."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463e"),
  "no": "31",
  "quiz": "cet4_200606",
  "A": "They can make friends with people from other countries.",
  "B": "They can get to know people of other cultures and their lifestyles.",
  "C": "They can practice speaking foreign languages there.",
  "D": "They can meet with businessmen from all over the world."
});
db.getCollection("question").insert({
  "_id": ObjectId("52a936cc7f8b9a89298b463f"),
  "no": "32",
  "quiz": "cet4_200606",
  "A": "The couple cook the dishes and the children help them .",
  "B": "The husband does the cooking and the wife serves as the address.",
  "C": "The mother does the cooking while the famepand  children  within  the\n    guests.",
  "D": "A hired cook prepares the dishes and the  family  members  serve  the"
});

/** system.indexes records **/
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.fs.chunks",
  "name": "_id_"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "files_id": NumberInt(1),
    "n": NumberInt(1)
  },
  "unique": true,
  "ns": "quiz.fs.chunks",
  "dropDups": true,
  "name": "files_id_1_n_1"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.fs.files",
  "name": "_id_"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "filename": NumberInt(1)
  },
  "ns": "quiz.fs.files",
  "name": "filename_1"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.dandan",
  "name": "_id_"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.question",
  "name": "_id_"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "A": 1,
    "B": 1
  },
  "unique": true,
  "ns": "quiz.question",
  "name": "A_1_B_1",
  "dropDups": true
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.hosts",
  "name": "_id_"
});
db.getCollection("system.indexes").insert({
  "v": NumberInt(1),
  "key": {
    "_id": NumberInt(1)
  },
  "ns": "quiz.urls",
  "name": "_id_"
});

/** urls records **/
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456b"),
  "url": "google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456c"),
  "url": "drive.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456d"),
  "url": "appengine.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456e"),
  "url": "apps.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b456f"),
  "url": "chrome.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4570"),
  "url": "code.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4571"),
  "url": "developers.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4572"),
  "url": "ditu.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4573"),
  "url": "encrypted.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4574"),
  "url": "finance.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4575"),
  "url": "googleapis.l.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4577"),
  "url": "mail.google.com"
});
db.getCollection("urls").insert({
  "_id": ObjectId("52ad9df07f8b9ab6258b4579"),
  "url": "news.google.com"
});
